[
  {
    "id": "e86861bb-ee54-4925-aa1b-0e57872ad78a",
    "name": "Association Between the Frequent Use of Perineal Talcum Powder Products and Ovarian Cancer- a Systematic Review and Meta-analysis.pdf",
    "type": "application/pdf",
    "text": "1. JAMA. 2020 Jan 7;323(1):49-59. doi: 10.1001/jama.2019.20079.\r\n\r\nAssociation of Powder Use in the Genital Area With Risk of Ovarian Cancer.\r\n\r\nO'Brien KM(1), Tworoger SS(2)(3), Harris HR(4)(5), Anderson GL(6), Weinberg \r\nCR(7), Trabert B(8), Kaunitz AM(9), D'Aloisio AA(10), Sandler DP(1), Wentzensen \r\nN(11).\r\n\r\nAuthor information:\r\n(1)Epidemiology Branch, National Institute of Environmental Health Sciences, \r\nResearch Triangle Park, North Carolina.\r\n(2)Department of Cancer Epidemiology, H. Lee Moffitt Cancer Center and Research \r\nInstitute, Tampa, Florida.\r\n(3)Department of Epidemiology, Harvard T.H. Chan School of Public Health, \r\nBoston, Massachusetts.\r\n(4)Program in Epidemiology, Division of Public Health Sciences, Fred Hutchinson \r\nCancer Research Center, Seattle, Washington.\r\n(5)Department of Epidemiology, School of Public Health, University of \r\nWashington, Seattle.\r\n(6)Public Health Sciences Division, Fred Hutchinson Cancer Research Center, \r\nSeattle, Washington.\r\n(7)Biostatistics and Computational Biology Branch, National Institute of \r\nEnvironmental Health Sciences, Research Triangle Park, North Carolina.\r\n(8)Metabolic Epidemiology Branch, Division of Cancer Epidemiology and Genetics, \r\nNational Cancer Institute, Rockville, Maryland.\r\n(9)Department of Obstetrics and Gynecology, University of Florida College of \r\nMedicine-Jacksonville.\r\n(10)Social and Scientific Systems, Inc, Durham, North Carolina.\r\n(11)Clinical Genetics Branch, Division of Cancer Epidemiology and Genetics, \r\nNational Cancer Institute, Rockville, Maryland.\r\n\r\nComment in\r\n    JAMA. 2020 Jan 7;323(1):29-31.\r\n    JAMA. 2020 May 26;323(20):2095-2096.\r\n    JAMA. 2020 May 26;323(20):2096.\r\n\r\nIMPORTANCE: The relationship between use of powder in the genital area and \r\novarian cancer is not established. Positive associations reported in \r\ncase-control studies have not been confirmed in cohort studies.\r\nOBJECTIVE: To estimate the association between use of powder in the genital area \r\nand ovarian cancer using prospective observational data.\r\nDESIGN, SETTING, AND PARTICIPANTS: Data were pooled from 4 large, US-based \r\ncohorts: Nurses' Health Study (enrollment 1976; follow-up 1982-2016; \r\nn = 81 869), Nurses' Health Study II (enrollment 1989; follow-up 2013-2017; \r\nn = 61 261), Sister Study (enrollment 2003-2009; follow-up 2003-2017; \r\nn = 40 647), and Women's Health Initiative Observational Study (enrollment \r\n1993-1998; follow-up 1993-2017; n = 73 267).\r\nEXPOSURES: Ever, long-term (≥20 years), and frequent (≥1/week) use of powder in \r\nthe genital area.\r\nMAIN OUTCOMES AND MEASURES: The primary analysis examined the association \r\nbetween ever use of powder in the genital area and self-reported incident \r\novarian cancer. Covariate-adjusted hazard ratios (HRs) and 95% CIs were \r\nestimated using Cox proportional hazards models.\r\nRESULTS: The pooled sample included 252 745 women (median age at baseline, 57 \r\nyears) with 38% self-reporting use of powder in the genital area. Ten percent \r\nreported long-term use, and 22% reported frequent use. During a median of 11.2 \r\nyears of follow-up (3.8 million person-years at risk), 2168 women developed \r\novarian cancer (58 cases/100 000 person-years). Ovarian cancer incidence was 61 \r\ncases/100 000 person-years among ever users and 55 cases/100 000 person-years \r\namong never users (estimated risk difference at age 70 years, 0.09% [95% CI, \r\n-0.02% to 0.19%]; estimated HR, 1.08 [95% CI, 0.99 to 1.17]). The estimated HR \r\nfor frequent vs never use was 1.09 (95% CI, 0.97 to 1.23) and for long-term vs \r\nnever use, the HR was 1.01 (95% CI, 0.82 to 1.25). Subgroup analyses were \r\nconducted for 10 variables; the tests for heterogeneity were not statistically \r\nsignificant for any of these comparisons. While the estimated HR for the \r\nassociation between ever use of powder in the genital area and ovarian cancer \r\nrisk among women with a patent reproductive tract was 1.13 (95% CI, 1.01 to \r\n1.26), the P value for interaction comparing women with vs without patent \r\nreproductive tracts was .15.\r\nCONCLUSIONS AND RELEVANCE: In this analysis of pooled data from women in 4 US \r\ncohorts, there was not a statistically significant association between use of \r\npowder in the genital area and incident ovarian cancer. However, the study may \r\nhave been underpowered to identify a small increase in risk.\r\n\r\nDOI: 10.1001/jama.2019.20079\r\nPMCID: PMC6990816\r\nPMID: 31910280 [Indexed for MEDLINE]\r\n\r\nConflict of interest statement: Conflict of Interest Disclosures: Dr Tworoger \r\nreported receipt of grants from the US Department of Defense Ovarian Cancer \r\nResearch Program (OCRP) and the National Institutes of Health (NIH) both during \r\nthe conduct of the study and outside the submitted work. Dr Anderson reported \r\nreceipt of grants from the National Heart Lung Blood Institute (NHLBI) during \r\nthe conduct of the study. Dr Kaunitz reported provision of consultancy services \r\nto the University of Florida, which receives research funding from companies \r\ninvolved with products related to contraception and treatment of menopausal \r\nsymptoms; personal fees for consultancy services from Pfizer (injectable \r\ncontraception), AMAG (treatment of genital atrophy), Mithra (contraceptive and \r\nmenopausal hormone products), and Merck (implantable and vaginal ring \r\ncontraception), but no companies involved with sales of powder; royalties from \r\nUpToDate; and funding for clinical trials through the University of Florida from \r\nMedicines 360 (intrauterine devices), Allergan (treatment of uterine fibroids), \r\nMyovant (treatment of uterine fibroids), and Endoceutics (treatment of genital \r\natrophy). No other disclosures were reported."
  },
  {
    "id": "04e17324-7577-4cf9-9dcf-239203b8218c",
    "name": "Cancer - 2000 - Chang - Perineal talc exposure and risk of ovarian carcinoma.pdf",
    "type": "application/pdf",
    "text": "\n\nREVIEWS\nAssociation Between the Frequent Use of Perineal Talcum\nPowder Products and Ovarian Cancer: a Systematic Review\nand Meta-analysis\nSean A Woolen, MD MSc\n1\n, Ann A. Lazar, PhD\n2,3\n, and Rebecca Smith-Bindman, MD\n3,4,5\n1\nDepartment of Radiology and Biomedical Imaging, University of California San Francisco, San Francisco, CA, USA;\n2\nDepartment of Preventive and\nRestorative Dental Sciences, University of California San Francisco, San Francisco, USA;\n3\nDepartment of Epidemiology and Biostatistics, University of\nCalifornia San Francisco, San Francisco, USA;\n4\nDepartment of Obstetrics, Gynecology and Reproductive Sciences, University of California San\nFrancisco, San Francisco, USA;\n5\nPhilip R Lee Institute for Health Policy Studies, University of California San Francisco, San Francisco, USA.\nBACKGROUND:Risk of ovarian cancer in women with\nfrequent perineal talcum powder product is not well un-\nderstood. Prior systematic reviews focused on ever use.\nThe purpose of this study is to estimate the association\nbetween frequent (at least 2 times per week) perineal tal-\ncum powder use and ovarian cancer.\nMETHODS:A systematic review and meta-analysis was\nconducted according to meta-analysis of observational\nstudies in epidemiology guidelines. Study protocol was\nprospectively registered at PROSPERO (registration num-\nber CRD42020172720). Searches were performed in\nPubMed, Embase, Web of Science, and Cochrane Central\nRegister of Controlled Trials databases from their incep-\ntion to August 2, 2021. Case-control and cohort studies\nwere included if they reported frequent perineal talcum\npowder use and an adjusted odds ratio or hazard ratio for\novarian cancer. Review for inclusion, data extraction, and\nquality assessment (using the Newcastle-Ottawa Scale\n[NOS]) were performed independently by two reviewers.\nPooledadjustedoddsratioswith95% confidenceintervals\nwere generated from the random effects model. Heteroge-\nneity was quantified withI\n2\nstatistic. Funnel plot and\nEger’s test were performed to assess publication bias.\nSubgroup and sensitivity analyses were performed for\ntesting the robustness of the overall findings.\nRESULTS:Initial database searches returned 761\nunique citations and after review, eleven studies describ-\ning 66,876 patients, and 6542 cancers were included\n(Cohen’sκ= 0.88). Publication quality was high (median\nNOS = 8, range: 4 to 9). Frequent talcum powder use was\nassociated with an elevated risk of ovarian cancer (adjust-\ned pooled summary odds ratio 1.47 (95% CI 1.31, 1.65,\nP<0.0001). There was no evidence of bias and low hetero-\ngeneity (I\n2\n= 24%,P=0.22). There was no meaningful dif-\nference limiting analysis to publications with a NOS qual-\nity score of 8 or 9 or limiting studies based on study\ndesign.\nCONCLUSIONS:This review suggests an increased risk of\novarian cancer associated with frequent perineal powder\nexposure of 31–65%.\nKEY WORDS:talcum powder; ovarian neoplasm; women’shealth;meta-\nanalysis.\nJ Gen Intern Med 37(10):2526–32\nDOI: 10.1007/s11606-022-07414-7\n© The Author(s) 2022\nINTRODUCTION\nTalc, the primary ingredient in baby powder, is a naturally\noccurring mineral known for its softness and absorbency and\nhas been added to a broad range of personal care products\nsince the early part of the twentieth century. To date, there\nhave been seven systematic reviews and pooled data studies\n1–7\nof the relationship between talcum powder products and ovar-\nian cancer. All studies including retrospective case-control\nstudies have found a positive association.\n2–7\nThe most recent\nreview by O’Brien\n1\nlimited analysis to the four prospective\ncohort studies and in its main conclusion stated there was no\nstatistically significant association between genital talc use\nand ovarian cancer.\nThe differences in conclusions between the metanalyses are\nat least partially due to the inconsistent talcum-based powder\nexposure questions regarding the frequency and type of expo-\nsure. To harmonize the exposure measurements across the\ngreatest number of studies, prior meta-analyses primarily fo-\ncused on quantifying the association between ever versus\nnever use of talcum powder products and ovarian cancer.\nHowever, ever use is a non-specific exposure that could dilute\nor obscure a meaningful association as ever use would com-\nbine women with low and high exposures to talcum powder.\nKnowledge of ovarian cancer risks are important for wom-\nen’s health and important to guide regulatory oversight. The\npurpose of this analysis is to estimate the risk of ovarian cancer\nassociated with the frequent use of talcum powder products.\nWe hypothesize that assessment of ovarian cancer risk among\nfrequent users of talcum powder products would provide a\nmore meaningful assessment of its carcinogenicity.\nReceived September 14, 2021\nAccepted January 13, 2022\nPublished online February 2, 2022\n2526\nJGIM\n\nMETHODS\nWe conducted a systematic review of the literature and meta-\nanalysis to assess the association between the frequent perineal\nexposure to talc and ovarian cancer following the Meta-\nanalyses of Observational studies (MOOSE) reporting guide-\nlines. A study protocol was developed in advance and regis-\ntered with the International Prospective Register of Systematic\nReviews (PROSPERO) on April 28, 2020 (registration num-\nber: CRD42020172720).\nSearch Strategy and Information Sources\nComprehensive searches were performed by an expert health\nscience informationist from inception of the relevant databases\nto August 2, 2021. Searches were completed in the following:\nPubMed, Embase, Web of Science, and Cochrane Central\nRegister of Controlled Trials. Each search consisted of talcum\npowder and ovarian cancer concept blocks, which can be\nviewed in the supplemental material. No date, language, or\nother restrictions were incorporated into the searches. Dupli-\ncate citations were removed in Endnote X9.3.1 (Clarivate\nAnalytics). The references of all publications were searched\nto identify additional publications.\nEligibility Criteria and Study Selection\nSelection of studies included observational cohort and case-\ncontrol study designs. Studies were included if they reported\nprimary data on frequent, defined as multiple (2 or more) times\nper week perineal exposure to talc, and reported an adjusted\nodds ratio or hazard ratio and 95% confidence interval (CI) for\novarian malignancy. Other uses of talcum powder, including\napplications to the body, were excluded to isolate exposure\nmechanism to perineal application. Conference abstracts,\nretracted manuscripts, narrative reviews, editorials, case\nreports, and manuscripts not reporting the location or frequen-\ncy of talcum powder application were excluded.\nStudies were screened for inclusion using prespecified se-\nlection criteria by a single author (SW). Selection criteria\nincluded publication of primary data, reporting on multiple\ntimes per week (≥2 times per week) perineal exposure to\ntalcum powder including direct application of talcum powder\nto the perineum and rectum, application to underwear or\nsanitary napkins, or on birth control devices like diaphragms\nand risk for ovarian malignancy. Studies were also selected for\nbaseline quality requiring a multivariable risk adjustment,\nstudy size (n>10 cancers), and defined research methods to\nallow assessment of inclusion and exclusion criteria (flow\ndiagram Fig.1). The search resulted in 761 citations, which\nwere screened at the title and abstract level by a single author\n(SW). The full manuscripts of relevant citations (n=52) were\nindependently reviewed by two authors (SW and RSB).\nAgreement for inclusion was calculated using the Cohenk\nwith the following scale: 0.01 to 0.20 indicates slight; 0.21 to\n0.40, fair; 0.41 to 0.60, moderate; 0.61 to 0.8, substantial; and\n0.81 to 0.99, almost perfect. Disagreements were resolved by\ndiscussions.\nThe four prospective cohort studies as reported in\nO’Brien\n1\ndid not meet the pre-specified definition for\nfrequent exposure. However, the questionnaires for two\nof the included cohorts had asked women about more\nfrequent talcum powder use. As is standard in systematic\nreviews to include relevant but unpublished results, we\ncontacted O’Brien and requested primary data from the\nNurses’Health Study 1 (NHS1) and the Sisters Study\n(SIS) for the highest frequency talc exposure group. The\ndata from NHS 1 were provided and described in the\nSupplemental Table1and are included in the systematic\nreview. The data from the SIS study were not provided to\nus due to the small sample size of exposed individuals in\nthe highest exposure category (n=2 women).\nData Extraction\nData extraction was performed by two authors (SW and RSB).\nExtracted information included age range, enrollment period,\ndefinition of frequency of talc use, size of control group or\ncohort size, number of ovarian cancers, and adjusted hazard\nratio and odds ratio with 95% CI. Data were included from the\nhighest reported talc use category to obtain as close to daily\nuse as possible and the referent group were women who\nreported no talc exposure. When duplicate reports of the same\nsubjects were published, the publication reporting the highest\ntalc use was selected. The senior author was contacted to\nobtain data for studies that reported frequent perineal talcum\npowder exposure but did not publish the results on this expo-\nsure. Disagreements in data extraction were resolved by\nconsensus.\nAssessment of Risk of Bias and Study Quality\nEleven articles met selection criteria. The articles were inde-\npendently reviewed by two authors (SW and RSB) for quality\nusing the Newcastle Ottawa Scale (NOS) where a score of 0–3\nreflects a very high risk of bias, 4–6 reflects a high risk of bias,\nand 7–9 reflects a high-quality study with low risk of bias. The\nscale assesses the criteria used to select study groups, the\ncomparability of study groups, and ascertainment exposure\nor outcome of interest. Results of the validity assessment were\ndiscussed until agreement was reached (Table1).\nData Synthesis\nIndividual study results were combined using summary esti-\nmates generated from the random effects model\n8\nand dis-\nplayed with forest plots. Adjusted odds ratios and the adjusted\nhazard ratio were combined given the infrequency of ovarian\ncancer.\n9\nAs a sensitivity analysis, we removed the one cohort\nstudy from the analysis and a study that combined non-\nperineal talcum powder users with perineal talcum powder\nusers.\n2527Woolen et al.: Use of Frequent Perineal Talcum Powder and Ovarian CancerJGIM\n\nHeterogeneity was evaluated by inspecting funnel plots,\nand by calculating theI\n2\nvalues. Publication bias was evalu-\nated by visual inspection of the funnel plot and statistically\nwith Egger’s test. The NOS score was calculated for each\nstudy and median, maximum, and minimum scores were\ncalculated across all included studies. As sensitivity analyses,\nwe repeated the meta-analysis first excluding the study with\nthe NOS score of 4, and then repeated the analysis limited to\nstudies with an NOS score of 8 or 9. SAS v. 9.4 was used, and\ntwo-sidedP-values less than 0.05 were considered statistically\nsignificant.\nRESULTS\nInitial database searches returned 761 unique citations\n(Fig.1). After title and abstract review, 52 potential\ncitations remained. After full-text review, 11 publica-\ntions met the inclusion criteria including a total of\n6542 ovarian cancer cases and 66,876 women\n(Table2).\n1,10–19\nThe interrater agreement in determining\nthe final study cohort from the 52 full-text reviews was\nexcellent (Cohen’sk=0.88). The included studies include\n10 retrospective case-control studies and a single cohort\nFigure 1. Flow diagram of study selection.\n2528Woolen et al.: Use of Frequent Perineal Talcum Powder and Ovarian CancerJGIM\n\nstudy. The median NOS of included case-control studies\nwas 8 (range: 4 to 8). The NOS of the included cohort\nstudy was 9.\nThe age range of included women was 18–79 years. Studies\nwere published between 1988 and 2016. Among included\nstudies, the range of frequent talcum powder use was defined\nas 4–7× per week, and 45% (5 of 11) reported daily exposure.\nThe studies were homogeneous, and 24.4% (P=0.22) of the\nvariation across studies were due to heterogeneity. The summa-\nry pooled odds ratio assessing theassociation between frequent\nTable 1. Quality Assessment of Included Studies Using the Newcastle-Ottawa Scale\nCase-control design*SelectionComparabilityExposureTotal score (out of 9)\nBooth et al., 1989\n10\n****-4\nChang et al., 199 [11]********8\nCook et al., 1997\n12\n*******7\nCramer et al., 2016\n13\n********8\nHarlow et al., 1992\n14\n********8\nMillsetal.,2004\n15\n********8\nRosenblatt et al., 2011\n16\n********8\nSchildkraut et al., 2016\n17\n********8\nWhittenmore et al., 1988\n18\n*******7\nWu et al., 2009\n19\n********8\nCohort designOutcome\nO’Brien (National Heath Study 1), 2020\n1\n*********9\nEach asterisk denotes 1 point. The empty cells indicate the study received no points in the category.\nAll the case-control studies lost a point in the exposure category because they did not report if the interviewers were blinded to cancer status when the\ninterviews were conducted.\nTable 2. Publications Included in the Systematic Review. The Most Frequent Perineal Talcum Powder Use Reported for Each Study Was\nAbstracted\nFirst authorStudy\ntype\nYear   Age\nrange\nEnrollment period   Specification of\ntalc exposure\n(1)\nOvarian cancer\ncases\nControls or cohort\nNo.\nExposed\nNo.\nTotal\nNo.\nExposed\nNo.\nTotal\n1BoothM\n10\nCase-\ncontrol\n1989   20–64    1978–1983Daily71217139434\n2ChangS\n11\nCase-\ncontrol\n1997   35–79    1989–1992> 25× per month4145060564\n3CookLS\n12(1)\nCase-\ncontrol\n1997   20–79    1986–1988> 10,000 lifetime2831317422\n4    Cramer DW\n13\nCase-\ncontrol\n2016   18–80    1992–1997 1995–\n2002 2003–2008\n> 30× per month26720412052100\n5    Harlow BL\n14(2)\nCase-\ncontrol\n1992   18–76    1984–1987>10,000 lifetime5823541239\n6    Mills PK\n15(1)(3)\nCase-\ncontrol\n2004   41–70    2000–20014–7× per week412491221100\n7    Rosenblatt\nKA\n16(1)\nCase-\ncontrol\n2011   35–74    2002–2005> 10,000 lifetime18812371313\n8Schildkraut\nJM\n17(1)(3)\nCase-\ncontrol\n2016   20–79    2010–2015Daily158582134744\n9    Whittemore\nAS\n18\nCase-\ncontrol\n1988   18–74    1983–1985> 20× per month44188101539\n10   Wu AH\n19(4)\nCase-\ncontrol\n2009   18–74    1998–2002> 30× per month\nand > 20 years\n6760545688\n11   O’Brien (NHS\n1)\n1(5)\nCohort2020   35–62    1982–2016Daily15785035552191\nNHS Nurses’Health Study\nFor each study that specified the number of women who did not respond to talc questions, these women were subtracted from the total number of cases\nand controls.\n(1)\nCook, Mills, Rosenblatt, and Schildkraut did not differentiate between talc and cornstarch powders. Cornstarch is estimated to reflect 1–2% of\npowder\n(2)\nHarlow reports an adjusted odds ratio for daily talcum powder exposure, and for > 10,000 lifetime uses. The point estimates are the same for each\nand the 95% CI almost identical. We include data for > 10,000 lifetime uses as this number is explicitly defined as perineal exposure\n(3)\nShildkraut was the only study that included women recruited after two class action lawsuits were filed in 2014 concerning possible carcinogenic\neffects of body powder influencing recall of use. The study adjusted for individuals answering questions after 2014 to account for increased recall bias\n(4)\nWu combined non-perineal with perineal exposures. Wu reported an adjusted odds ratio for women who used talcum powder > 30× per month and >\n20 years\n(5)\nO’Brien did not publish on daily exposure for the National Health Study participants. However, these data were available and O’Brien provided these\ndata for inclusion. The entirety of the data we were provided are shared in the supplementary table. We include data on women with intact fallopian\ntubes, to harmonize with other publications\n2529Woolen et al.: Use of Frequent Perineal Talcum Powder and Ovarian CancerJGIM\n\nuse of perineal talcum powder products and ovarian cancer was\n1.47 (P<0.0001, 95% CI 1.31, 1.65) (Fig2) and there was no\nsignificant publication bias (Egger's test, P=0.94) (Fig3). When\nlimited to the case-control studies, the summary pooled odds\nratio was 1.49 (P<0.0001, 95% CI 1.29, 1.72) (Supplementary\nFigures1and2), whereas the odds ratio for the cohort study was\n1.40 (95% CI 1.17, 1.68). When excluding Wu et al.\n19\nwhich\ncombined perineal administration of talcum powder with other\nmethods, the summary pooled oddsratiowas1.44(95%CI\n1.29, 1.60) (Supplementary Figure3) and the studies remained\nhomogenous (I\n2\n= 6.5%,P=0.382) without publication bias\n(Egger’stest,P=0.77) (Supplementary Figure4).\nGiven the quality of a meta-analysis is dependent on the\nquality of the studies it includes, we conducted a sensitivity\nanalysis excluding the study with a NOS grade of 4 (Booth\n10\n).\nThere was no meaningful change after excluding Booth, sum-\nmary pooled odds ratio 1.48 (P<0.0001, 95% CI 1.31 to 1.69)\n(Supplementary Figure5) and the studies remained homogenous\n(I\n2\n= 24.4%,P=0.22) without publication bias (Egger’stest,\nP=0.88) (Supplementary Figure6). The second sensitivity anal-\nysis was restricted to studies with a NOS of 8 or 9, removing\nBooth et al.\n10\n(NOS=4), Cook et al.\n12\n(NOS=7), and Whittemore\net al.\n18\n(NOS=7), also without a statistically significant change in\nthe summary pooled odds ratio of 1.48 (P<0.0001, 95% CI 1.27\nto 1.72) (Supplementary Figure7). The studies remained\nhomogenous (I\n2\n=39.3%,P=0.12) and did not have publication\nbias (Egger’stest,P=0.97) (Supplementary Figure8).\nDISCUSSION\nWe found frequent use of perineal talcum powder is associated\nwith an increased risk of ovarian cancer, with a pooled adjusted\nodds ratio of 1.47 (95% CI 1.31, 1.65). The 11 contributing\nstudies included in the review, including the longest published\nfollow-up available from the Nurses’Health Study cohort, were\nhomogenous, and the summary estimate was robust in the sensi-\ntivity analysis. This meta-analysis makes asignificant contribu-\ntion to the available evidence as it is the first study that summa-\nrizes the published cohort and case-control literature that focuses\non frequent (multiple times per week) rather than ever use of talc.\nThe precise mechanism whereby talcum powder causes\novarian cancer is not fully understood. It is widely speculated\nthat trans-genital migration of talc powder through the fallo-\npian tubes to the ovaries and peritoneum results in inflamma-\ntion and a cascade of changes that result in carcinogenesis.\n20,21\nTalc fibers are found within normal ovaries and within ovarian\ncancer with“cosmetic”talc use\n22,23\nsupporting this theory. A\ncase series by Steffen et al. reported 10 cases of patients with\n“cosmetic”talc exposure and serous ovarian cancer evaluated\nthe surgical specimens as well as cosmetic talcum powder\nFigure 2. Forest plot showing the summary meta-analytic estimate for the association between frequent use of perineal talcum powder products\nand the risk of ovarian cancer. The number (No.) of women included as cases and controls (or cohort) who were exposed and not exposed are\nprovided (excluding from the table women who had exposure to talcum powder at less than the highest exposure). The study-specific odds\nratios and 95% confidence interval are on the right side of the plot.\n2530Woolen et al.: Use of Frequent Perineal Talcum Powder and Ovarian CancerJGIM\n\nmanufactured in the 1950s. The transmission electron micro-\nscope tissue analysis and phase contrast microscopy found talc\nin every serous ovarian cancer and anthophyllite asbestos in\n80% (8/10) of the serous ovarian cancers, which matched the\ntalcum-based powder from the 1950s. Asbestiform talc is\nconsidered, along with asbestos, as a class 1 carcinogen for\novarian cancer, by the International Agency for Research on\nCancer.\n24\nThus, the strongest and most widely believed theory\nis that asbestiform talc fibers and asbestos fibers are the\netiological agents leading to the elevated cancer risk associated\nwith their use.\nThe pooled odds ratio of 1.47 is higher than that of six\nadditional systematic reviews which included case-control\nstudies, all of which also report a statistically significant\nassociation between talc and ovarian cancer (range of adjusted\nodds ratios: 1.24–1.35).\n2–7\nO’Brien et al.\n1\nconcluded that\nperineal talcum powder exposure in cohort studies was not\nsignificantly associated with ovarian cancer. However, when\nO’Brien limited to women with patent fallopian tubes the\nhazard was 1.13 (95% CI: 1.01 to 1.26) for ever versus never\nuse and there was a dose response with increasing risk with\nincreasing frequency of talcum powder use with a hazard ratio\nof 1.40 (95% CI: 1.17 to 1.68) for daily users. The magnitude\nof the higher association in our study compared to prior case-\ncontrol and cohort meta-analyses was likely due to our focus\non frequent rather than any talcum powder users, inclusion of\nquality studies, and consistent definition of the exposure.\nOur meta-analysis included both case-control and cohort\nobservational studies allowing use to include more cancer cases\nthan cohort alone. Although there is the general belief that\ncohort studies are better than case-control studies, both can\nprovide accurate and meaningful information about statistical\nassociations. Since most publications on talc used a case-control\ndesign with detailed quantification of the type and frequency of\ntalc exposure missing from mostof the cohort studies, it is\nimportant to include the data from the case-control studies in\nany summary estimate of the association with ovarian cancer.\nWhile cohort studies can provide a superior design for some\nresearch questions, the method provides less useful results when\nquantification of the exposureis too crude to provide a mean-\ningful estimation of exposure. Cohort studies for talcum powder\ndid not define the type of powder exposure, consistently define\nfrequency and duration, capture changes in exposure over time,\nand relied on recall by participants for exposure which may\ninvolve misclassification as would be expected in case control\nstudies.\n25–27\nAlthough it is well known that case-control study\ndesign is susceptible to recall biasand misclassification, the bias\nwas likely limited to participantrecollection of their exposure\nrather than influenced by the media, given there was no public-\nity on the topic at the time of most publications: the first legal\ncase was reported in the press in 2014 long after most studies\ncompleted recruitment. The one study where patient recruitment\noccurred after 2014 patients was Schildkraut et al.,\n17\nwhere\nrecruitment occurred between 2010 and 1015, and they adjusted\nfor the additional bias.\nStrengths and Limitations\nThe primary strength of our study is our focus on frequent\nusers of perineal talcum powder. Among women who report\ntalcum powder use, the most common frequency is daily\nuse,\n13\nand this is the first systematic review to focus on\nmultiple times per week users. The results were highly con-\nsistent and homogenous, and the included studies were of high\nquality. The work has limitations as well. We constructed our\nFigure 3. Funnel plot for the risk of publication bias.\n2531Woolen et al.: Use of Frequent Perineal Talcum Powder and Ovarian CancerJGIM\n\nselection criteria prospectively to include studies with multiple\ntimes per week and as close to daily talcum powder exposure\nas possible. However, this meant that cohort and case-control\nstudies that might have frequent-use patients were excluded if\nthe questionnaire did not explicitly capture this information.\nThe definition of talcum powder use varied by frequency and\nduration between the case-control and cohort studies. Addi-\ntionally, studies by Cook et al.\n12\n, Mills et al.\n15\n, Rosenblatt\net al.\n16\n,andSchildkrautetal.\n17\nwere unable to differentiate\nbetween use of perineal powders and the small subset using\ncornstarch (estimated at 1.5%). However, the differences in\ndefinition and small inclusion of cornstarch likely did not\naffect the results as there was no evidence for statistical het-\nerogeneity in our study. The included studies were adjusted for\nmultiple covariates. The possibility of additional confounders\nto the studies likely exists.\nConclusions and Implications\nIn this analysis of pooled data from 10 case-control studies and\na single cohort study, the frequent use of perineal talcum\npowder use is associated with increased risk of ovarian cancer.\nThese results support women avoiding the frequent use of\ntalcum powder in the perineal area.\nSupplementary InformationThe online version contains supple-\nmentary material available athttps://doi.org/10.1007/s11606-022-\n07414-7.\nAcknowledgements:We thank Evans Whitaker, MD MLIS, for his\nhelp in providing the literature review.\nWe thank Katie O’Brien, PhD, for her help in providing data from the\nSIS and NHS1 studies.\nCorresponding Author:Sean A Woolen, MD MSc; Department of\nRadiology and Biomedical Imaging, University of California San\nFrancisco, San Francisco, CA, USA (e-mail: sean.woolen@ucsf.edu).\nDeclarations:\nConflict of Interest:Sean Woolen: No relevant disclosures.\nAnn A Lazar: No relevant disclosures.\nRebecca Smith-Bindman: Served as a paid expert witness for the\nplaintiffs in the talcum powder litigation.\nREFERENCES\n1.O'Brien KM, Tworoger SS, Harris HR, et al.Association of Powder Use\nin the Genital Area With Risk of Ovarian Cancer.Jama2020;323(1):49-\n59.\n2.Gross AJ, Berg PH. A meta-analytical approach examining the potential\nrelationship between talc exposure and ovarian cancer.J Expo Anal\nEnviron Epidemiol1995;5(2):181-195.\n3.Langseth H, Hankinson SE, Siemiatycki J, Weiderpass E.Perinealuse\nof talc and risk of ovarian cancer.J Epidemiol Community Health\n2008;62(4):358-360.\n4.Terry KL, Karageorgi S, Shvetsov YB, et al.Genital Powder Use and\nRisk of Ovarian Cancer: A Pooled Analysis of 8,525 Cases and 9,859\nControls.Cancer Prevention Research2013;6(8):811-821.\n5.Berge W, Mundt K, Luu H, Boffetta P. Genital use of talc and risk of\novarian cancer: a meta-analysis.Eur J Cancer Prev2018;27(3):248-257.\n6.Penninkilampi R, Eslick GD. Perineal Talc Use and Ovarian Cancer: A\nSystematic Review and Meta-Analysis.Epidemiology2018;29(1):41-49.\n7.Taher  KM,  Farhat  N,  Karyakina  NA,  et  al.Critical review of the\nassociation between perineal use of talc powder and risk of ovarian\ncancer.Reproductive toxicology (Elmsford, NY)2019;90:88-101.\n8.DerSimonian R, Laird N. Meta-analysis in clinical trials.Control Clin\nTrials1986;7(3):177-188.\n9.Cummings P.The relative merits of risk ratios and odds ratios. Arch\nPediatr Adolesc Med. Arch Pediatr Adolesc Med 2009; 163(5): 438-45.\n10.  Booth M, Beral V, Smith P. Risk factors for ovarian cancer: a case-\ncontrol study.Br J Cancer1989;60(4):592-598.\n11.Chang  S,  Risch  HA. Perineal talc exposure and risk of ovarian\ncarcinoma.Cancer1997;79(12):2396-2401.\n12.Cook LS, Kamb ML, Weiss NS. Perineal powder exposure and the risk of\novarian cancer.Am J Epidemiol1997;145(5):459-465.\n13.Cramer DW, Vitonis AF, Terry KL, Welch WR, Titus LJ. The Association\nBetween Talc Use and Ovarian Cancer: A Retrospective Case-Control\nStudy in Two US States.Epidemiolog2016;27(3):334-346.\n14.Harlow BL DC, Bell DA, Welch WR. Perineal exposure to talc and ovarian\ncancer risk.Obstet Gynecol1992;80(1):19-26.\n15.Mills PK, Riordan DG, Cress RD, Young HA.Perinealtalcexposureand\nepithelial ovarian cancer risk in the Central Valley of California.Int J\nCancer2004;112(3):458-464.\n16.Rosenblatt KA, Weiss NS, Cushing-Haugen KL, Wicklund KG, Rossing\nMA. Genital powder exposure and the risk of epithelial ovarian cancer.\nCancer Causes Control2011;22(5):737-742.\n17.\nSchildkraut JM, Abbott SE, Alberg AJ, et al.Association between Body\nPowder Use and Ovarian Cancer: The African American Cancer Epide-\nmiology Study (AACES).Cancer Epidemiol Biomarkers Prev\n2016;25(10):1411-1417.\n18.Whittemore  AS,  Wu  ML,  Paffenbarger  Jr  RS,  et  al.Personal and\nenvironmental characteristics related to epithelial ovarian cancer. II.\nExposures to talcum powder, tobacco, alcohol, and coffee.American\nJournal of Epidemiology1988;128(6):1228-1240.\n19.Wu AH, Pearce CL, Tseng C-C, Templeman C, Pike MC.Markersof\ninflammation and risk of ovarian cancer in Los Angeles County.\nInternational Journal of Cancer2009;124(6):1409-1415.\n20.Savant SS, Sriramkumar S, O'Hagan HM, et al.The Role of Inflamma-\ntory Mediatorsin the Development, Progression, Metastasis, and Che-\nmoesistance of Epithelial Ovarian Cancer.Cancers2018;10(8):251.\n21.Fletcher  NM,  Harper  AK,  Memaj  I,  Fan  R,  Morris  RT,  Saed  GM.\nMolecular Basis Supporting the Association of Talcum Powder Use with\nIncreased Risk of Ovarian Cancer. Reprod Sci. 2020; 27(10):1836-1838.\n22.Henderson WJ, Hamilton TC, Grifiths K. Talc in Normal and Malignant\nOvarian Tissue. The Lancet 1979; 313: 499.\n23.Steffen JE, Tran T, Yimam M, et al.Serous Ovarian Cancer Caused by\nExposure to Asbestos and Fibrous Talc in Cosmetic Talc Powders-A Case\nSeries. J Occup Environ Med 2020; 62(2):e65-e77.\n24.  World Health Organization. International Agency for Research on Cancer\nMonographs on the Identification of Carcinogenic Hazards to Humans.\nWorld Health Organization.https://monographs.iarc.fr/list-of-classifica-\ntions. Published June 26, 2020. Accessed August 15, 2020.\n25.Gossett DR, Del Carmen MG. Use of Powder in the Genital Area and\nOvarian Cancer Risk: Examining the Evidence. JAMA 2020; 323(1): 29-\n31.\n26.Cramer DW. Genital Powder Use and Ovarian Cancer. JAMA 2020; 323\n(20):2095-2096.\n27.Harlow BL, Murray EJ, Rothman KJ. Genital Powder Use and Ovarian\nCancer. JAMA 2020; 323(20): 2096.\nPublisher’sNoteSpringer Nature remains neutral with regard to\njurisdictional claims in published maps and institutional affiliations.\n2532Woolen et al.: Use of Frequent Perineal Talcum Powder and Ovarian CancerJGIM"
  },
  {
    "id": "f4d895de-cf51-41ea-ab8d-b869c2521916",
    "name": "Intl Journal of Cancer - 2004 - Mills - Perineal talc exposure and epithelial ovarian cancer risk in the Central Valley of.pdf",
    "type": "application/pdf",
    "text": "\n\nPERINEAL TALC EXPOSURE AND EPITHELIAL OVARIAN CANCER RISK IN\nTHE CENTRAL VALLEY OF CALIFORNIA\nPaul K. MILLS\n1,2\n*\n, Deborah G. R\nIORDAN\n1\n, Rosemary D. CRESS\n3\nand Heather A. YOUNG\n4\n1\nCancer Registry of Central California/Public Health Institute, Fresno, CA, USA\n2\nFresno Medical Education Program, University of California, San Francisco, Fresno, CA, USA\n3\nCalifornia Cancer Registry, Sacramento, CA, USA\n4\nDepartment of Epidemiology and Biostatistics, George Washington University School of Public Health and Health Services,\nWashington, DC, USA\nPerineal talc use has been suggested as a possible risk\nfactor for ovarian cancer based on its structural similarity to\nasbestos, a known human carcinogen. A population-based\nepidemiologic case-control study of epithelial ovarian cancer\n(EOC) was conducted in 22 counties of Central California\nthat comprise the reporting area for 2 regional cancer reg-\nistries. Telephone interviews were conducted with 256 cases\ndiagnosed in the years 2000–2001 and 1,122 controls fre-\nquency-matched on age and ethnicity. The interview ob-\ntained information on demographic factors, menstrual and\nreproductive experience, exogenous hormone use, surgical\nhistory and family history of cancer. Questions on perineal\ntalc use included frequency of use, duration of use and spe-\ncific years when talc was used. Multivariate-adjusted odds\nratio (OR) and 95% confidence intervals (CI) were derived\nfrom unconditional logistic regression. The OR for ever use\nof talc was 1.37 (CI\u00011.02–1.85) compared to never users.\nHowever, no dose response association was found. Tubal\nligation (TL) modified the effect of talc on EOC such that\nwomen with TL had an OR of 0.88 (CI\u00010.46–1.68) associ-\nated with perineal talc use, whereas women with no TL had\nan OR of 1.54 (CI\u00011.10–2.16). Talc use and EOC risk was\nhighest in women with serous invasive tumors (OR\u00011.77;\nCI\u00011.12–2.81). This study provides some support for the\nhypothesis that perineal talc use is associated with an in-\ncreased risk of EOC.\n©2004 Wiley-Liss, Inc.\nKey words:epidemiology; gynecologic cancer; risk factors\nInterest in the relationship between talcum powder and ovarian\ncancer risk is based on certain physical properties of talcum\npowder, including the fact that talc is mineralogically similar to\nasbestos and that talcum powder manufactured before 1973 may\nhave been contaminated with asbestos.\n1\nIn animal studies, talc and\nother similar substances have been demonstrated to migrate from\nthe vagina through the peritoneal cavity to the ovaries.\n2\nHenderson\net al.\n3\nalso observed that particles with the appearance of talc were\nmore prevalent in ovarian tumors than in normal ovarian tissue.\nSeveral epidemiologic studies have investigated perineal use of\ntalcum powder as a potential risk factor for ovarian cancer and\nmost have found elevations in risk, although there has been a large\nrange in the risk estimates, from 1.1 to 3.9.\n4\nCollectively, these\nstudies point to a possible etiologic role of talc in ovarian cancer\nvia an inflammatory process at the site of the ovarian epithelium,\n5\nalthough recall bias may play a role in retrospective studies.\n4\nInflammation produces oxidants that are thought to damage DNA\nand Ameset  al.\n6\nargue that damage to tumor suppressor genes\ncaused by the inflammatory process leads to carcinogenesis.\nChronic inflammation may also result in deregulated cytokine\nproduction, which may result in altered cell growth, inhibition of\napoptosis and changes in differentiation.\n7\nCrameret al.\n8\nproposed 2 mechanisms that might explain talc\ncarcinogenesis. Talc may stimulate the entrapment of the ovarian\nsurface epithelium, thus mimicking what occurs during ovulation\nand posing a risk similar to that proposed by incessant ovulation.\n9\nAlternatively, if talc is present at the time of ovulation, it may\nbecome incorporated into the inclusion cyst. It has been suggested\nthat foreign-body exposure may result in granulomas\n10\nand that\npure talc may induce granulomas in open wounds.\n11\nGranulomas\nare also associated with persistent acute inflammatory responses.\n12\nThe role of cornstarch powder on ovarian cancer risk has also\nbeen evaluated in epidemiologic research and a recent review\nconcluded that there is no association between this type of powder\nand increased risk of ovarian cancer.\n13\nThe conclusion was based\non a total of 4 case-control studies that elicited information on use\nof cornstarch in perineal dusting, in which the average odds ratio\nwas 0.62. However, there were only a total of 20 cases of ovarian\ncancer combined in those studies and 51 control subjects. Corn-\nstarch is also not thought to exert the same toxicologic reaction in\nhuman tissue as does talc.\n13\nMATERIAL AND METHODS\nA population-based epidemiologic case-control study of epithe-\nlial ovarian cancer (EOC) was conducted in 22 counties of Central\nCalifornia that comprise the reporting area for 2 regional cancer\nregistries. Geographically, these counties make up the majority of\nthe Central Valley of California, which is the poorest area of the\nstate, with many residents living below the poverty level.\n14\nDe-\nmographically, the Valley is a very ethnically diverse area in\nwhich many counties are over 40% Hispanic. Two population-\nbased cancer registries have monitored cancer incidence in the\nCentral Valley of California continuously since 1988: the Cancer\nRegistry of Central California (CRCC) in Fresno and the Cancer\nSurveillance Program (CSP), Region 3, in Sacramento.\n15,16\nAll\nnewly diagnosed histologically confirmed EOC patients were\navailable for inclusion in this study for the years 2000 and 2001.\nCases were women-identified via a rapid case ascertainment\n(RCA) procedure as having been diagnosed with EOC (malignant\nneoplasms of the ovary, ICD-O 3\u0001C56.9) living in the Central\nValley during a 24-month period from 1 January 2000 through 31\nDecember 2001. Tumors were designated as borderline if the\nbehavior code was designated as 1, or if the pathology report\ndescribed the tumor as borderline, low malignant potential, or\natypically proliferating.\n17\nThe borderline classification was limited\nto serous and mucinous cell types because ICD-O 3 has no mor-\nphology code for the borderline classification in the other subtypes\nand because serous and mucinous tumors make up the majority of\nborderline tumors.\n18\nAll other tumors were classified as invasive.\nGrant sponsor: the California Cancer Research Program; Grant number:\n98-16022.\n*Correspondence to: Cancer Registry of Central California, 1320 E.\nShaw Avenue, Suite 160, Fresno, CA 93710. Fax:\u0002559-222-8960.\nE-mail: mills@ucsfresno.edu\nReceived 14 January 2004; Accepted 3 May 2004\nDOI 10.1002/ijc.20434\nPublished online 17 June 2004 in Wiley InterScience (www.interscience.\nwiley.com).\nInt. J. Cancer:112,458–464 (2004)\n©2004 Wiley-Liss, Inc.\nPublication of the International Union Against Cancer\n\nHistologic subtypes were identified by pathologic report or by\nICD-O 3 morphology codes. The histologic subtypes included\nwere serous, mucinous, endometrioid, clear cell and other epithe-\nlial/unclassified. The latter category included unspecified adeno-\ncarcinomas as well as undifferentiated tumors in which a cell type\ncould not be classified histologically. All newly diagnosed EOCs\nof epithelial origin were identified via RCA methods in which\nhospital tumor registrars were asked to provide listings of newly\ndiagnosed EOCs within 1 month of diagnosis. A board-certified\npathologist reviewed the pathology reports of a sample of cases.\nPhysician consent was obtained by mailing the physician of record\na letter and informing him/her that an interview with the patient\nwas planned. If the physician did not respond within a 3-week\nperiod, passive consent was assumed. The control group consisted\nof women 18 years or older selected by random digit dialing\n(RDD) techniques who were residents of the area, had not been\ndiagnosed with EOC and had at least one intact ovary at the time\nof the interview. Controls were frequency matched to cases on age\nand race/ethnicity. The overall data collection period covered a\n2-year period, with each respondent being interviewed only once\nduring this period by telephone. Interviews were conducted with\nboth cases and controls on a monthly basis throughout the 2-year\nperiod.\nAll cases and controls were approached via an introductory\nletter that included a prompt list that described topics the interview\nquestions would address. The Institutional Review Board at the\nPublic Health Institute approved the study protocol. For both case\nand control groups, letters and prompt lists were sent in either\nEnglish or Spanish on the letterhead of the principal investigator.\nTelephone interviews with both case and control respondents were\nconducted by female professional, trained telephone interviewers\nin either English or Spanish as preferred by the respondent.\nThe interview obtained information on demographic factors as\nwell as information pertinent to the respondent’s menstrual and\nreproductive experience, use of exogenous hormones, gynecologic\nsurgical history and family history of cancer. Four questions were\nasked in regard to the use of talcum powder, including adult use in\nthe genital area, calendar year(s) of use, frequency of use (i.e.,\ndaily, several times a week) and total duration of use. The last 2\nquestions were used to create a variable reflecting—cumulative\nuse by combining frequency (categorically weighted 0–3) and\nduration (in months) of use.\nAge-adjusted odds ratios were calculated using the Mantel-\nHaenszel method.\n19\nMultivariate adjusted odds ratios were calcu-\nlated using unconditional logistic regression.\n20\nInitially, multivar-\niate models were constructed to include age as a continuous\nvariable and race/ethnicity, duration of use of oral contraceptives,\nduration of breast-feeding, history of breast or EOC in a first-\ndegree relative, pregnancy history, parity, body mass index (BMI),\nhysterectomy, tubal ligation and duration of hormone replacement\ntherapy use as categorical variables. However, the Hosmer-Lem-\nshow goodness-of-fit tests revealed that after terms for duration of\noral contraceptive use and duration of breast-feeding were added\nto the models, fit was not improved by the addition of the other\nvariables listed above. Nor were the estimated odds ratios altered\nby the addition of the several variables listed above. Therefore, in\nthe interest of parsimony, the final models chosen for the analysis\nincluded terms for age, race/ethnicity, oral contraceptive use and\nbreast-feeding. Interaction was assessed by comparing stratum-\nspecific odds ratios. If the stratum-specific odds ratios differed by\nmore than 100%, interaction was also assessed by including first-\norder cross product terms into the logistic model and examining\nthe significance of the interaction coefficient. Tests for trend were\nconducted for variables that were ordinal in nature by recoding the\ncategories into continuous form and evaluating the Wald statistic\nassociated with the resulting coefficient. Confounding was as-\nsessed by examining the differences in the crude, age-adjusted and\nmultivariate-adjusted odds ratios.\nRESULTS\nThe regional cancer registries initially identified a total of 652\ncases of confirmed epithelial ovarian cases residing in the 22\ncounty study area diagnosed between 1 January 2000 and 31\nDecember 2001. Seventeen cases were excluded due to speaking a\nlanguage other than English or Spanish or due to hearing/speech\nimpairment, resulting in 635 cases that met the study criteria.\nSeventy-six cases died prior to research contact and physicians\nrefused permission to contact for 10 cases. Forty-one cases were\ntoo ill to participate in the study and 119 were not contacted due\nto incorrect telephone numbers or no answer after repeated efforts.\nOf the remaining 389 cases, 133 refused to participate, resulting in\n256 completed interviews. Therefore, the response fraction was\n40% among all cases identified. There were no significant differ-\nences in age (p\u00010.273) or level of invasiveness between inter-\nviewed and noninterviewed cases. Histologically, interviewed\ncases were more likely to be of the serous subtype (57.4% for\ninterviewed cases, 45.6% for noninterviewed cases) and less likely\nto be classified as “other epithelial” (10.5% for interviewed cases;\n22% for noninterviewed cases). There was no statistically signif-\nicant difference between interviewed and noninterviewed cases for\nthe other histologic subtypes. Information on perineal talc use was\nmissing in 7 cases.\nHouseholds with eligible women were identified through RDD\nmethods, resulting in 2,327 controls identified and sent an intro-\nductory letter with a prompt list. Eighty of these women were later\nfound not to meet the age requirement and 21 were ineligible due\nto residence outside the study area. Ten controls were excluded\ndue to speaking a language other than English or Spanish. Two\nhundred fifty-two controls were excluded due to reporting bilateral\noophorectomy, resulting in 1,964 controls that met the study\ncriteria. Nineteen controls were too ill to participate and 358 were\nlater found to have moved, changed phone numbers, or failed to\nanswer after repeated efforts. Of the remaining 1,587 contacted\ncontrols, 465 refused to participate, resulting in 1,122 completed\ncontrol interviews for a response fraction of 57% for total identi-\nfied eligible controls. Information on perineal talc exposure was\nmissing in 17 controls.\nInvasive tumors constituted 71.1% of the case series and 28.9% of\nthe tumors were of borderline malignancy. Among non-Hispanic\nwhite women, who constituted 74% of the cases, 25.8% were of\nborderline invasiveness. Overall, 57% of the case series were serous\nadenocarcinomas, divided 60% and 40% for invasive and borderline,\nrespectively. Mucinous and endometrioid each comprised 14% of the\nEOC cases. There were slightly more mucinous borderline cases than\ninvasive cases. Clear cell and other/unclassified histologies made up\nthe remaining 5% and 11%, respectively.\nThe demographic characteristics of all cases and controls and\ncases and controls stratified by talc exposure are shown in Table I.\nMatching was successful and cases and controls were similar in\nage and ethnicity. Controls were less likely to have finished high\nschool but more likely to have an education beyond high school. A\nsomewhat larger proportion of the case series were single (12.5%)\ncompared to the control series (10.0%). Control women were more\nlikely to have been born outside of the United States (16.8%) than\nwere cases (12.9%).\nA total of 42.6% of EOC cases reported ever use of talcum powder\nin the perineal area while 37.1% of control women reported such a\nhistory. Case women using talc were slightly older at interview than\ncontrols. Women in the oldest age group used talc less than younger\nwomen, much more so for control women than case women. White\nnon-Hispanic women were more likely to use talc than their Hispanic\ncounterparts. Talc use was higher in both white non-Hispanic and\nHispanic cases compared to controls but this pattern was not seen in\nthe “other” ethnic category. Talc use was also associated with a higher\neducation level. Talc use was higher in both cases and controls with\nbirthplace in the United States.\n459\nPERINEAL TALC EXPOSURE\n 10970215, 2004, 3, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/ijc.20434 by Test, Wiley Online Library on [09/06/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nEver use of talcum powder in the genital area was associated\nwith a 37% elevation in risk of EOC, which was statistically\nsignificant (Table II). Increasing frequency of use was associated\nwith increasing risk such that those women who reported use 4–7\ntimes per week experienced a significant 74% elevation in EOC\nrisk (pfor trend\u00010.015). However, this was not a monotonic\ntrend in that risk decreased between the second and third catego-\nries of use (from 1.34 to 1.16). Duration of use of talcum powder\nwas associated with increased risk, although the pattern was also\nnot clear-cut in that the point estimate peaked among those report-\ning 4–12 years of use and declined somewhat among those report-\ning longer duration of use (pfor trend\u00010.045). Cumulative use\nalso demonstrated an uneven association with risk of EOC in that\nthe point estimates peaked in the second and third quartiles of\nintensity but declined in the highest quartile of use.\nThe multivariate adjusted odds ratios were elevated primarily\namong those with a serous or mucinous invasive tumor and were\nlower among women with other cell types or with borderline tumors\n(Table III).\nRisk of EOC associated with use of talcum powder was higher\nand statistically significant in those who reported first using pow-\nTABLE I– DESCRIPTIVE CHARACTERISTICS OF EOC CASES AND CONTROLS IN CALIFORNIA’S CENTRAL\nVALLEY BY TALC EXPOSURE, 2000–2001\nCharacteristic\nCasesControls\nTotal\n1\nTalc exposure,\nn(%)\nTotal\n1\nTalc exposure,\nn(%)\nNumber of subjects249106 (42.6)1105410 (37.1)\nMean age at interview56.656.655.053.7\nAge group (%)\n\u000340207 (35.0)11243 (38.4)\n40–496634 (51.5)317121 (38.2)\n50–595720 (35.1)268113 (42.2)\n60–695625 (44.6)21182 (38.9)\n\u0001705020 (40.0)19751 (25.9)\nEthnicity (%)\nWhite non-Hispanic18785 (45.5)802317 (39.5)\nHispanic4215 (35.7)20154 (26.9)\nOther206 (30.0)10239 (38.2)\nEducation (%)\n\u0003high school graduate3313 (39.4)20860 (28.8)\nHigh school graduate8434 (40.5)26199 (37.9)\n\u0004high school graduate13059 (45.4)635251 (39.5)\nMarital status (%)\nSingle3211 (34.4)11140 (36.0)\nMarried13359 (44.4)670246 (36.7)\nDivorced/separated4017 (42.5)17577 (44.0)\nWidowed4419 (43.2)14546 (31.7)\nBirthplace (%)\nIn United States21696 (44.4)919379 (41.2)\nOutside United States3310 (30.3)18631 (16.7)\n1\nNumbers may not add up to total cases and controls due to missing data.\nTABLE II– FREQUENCIES, MULTIVARIATE-ADJUSTED ODDS RATIOS AND 95% CONFIDENCE INTERVALS FOR\nPATTERNS OF TALC USE FOR EOC CASES AND CONTROLS, CENTRAL VALLEY OF CALIFORNIA, 2000–2001\nPatterns of talc use\nCases (%)\n(n\u0001256)\n1\nControls (%)\n(n\u00011,122)\n1\nMultivariate-adjusted OR\n(95% CI)\nTalc use\nNever143 (57.4)695 (62.9)1.0\nEver106 (42.6)410 (37.1)1.37 (1.02–1.85)\nFrequency of use\nNever143 (57.4)695 (63.2)1.0\nRarely to several times per month34 (13.7)138 (12.5)1.34 (0.87–2.08)\n1–3 times per week31 (12.4)145 (13.2)1.16 (0.74–1.81)\n4–7 times per week41 (16.5)122 (11.1)1.74 (1.14–2.64)\nTrendp\u00010.015\nDuration of use\nNever143 (58.9)695 (64.2)1.0 (referent)\n\u00023 years18 (7.4)99 (9.2)1.01 (0.58–1.76)\n4–12 years32 (13.2)98 (9.1)1.86 (1.16–2.98)\n13–30 years29 (11.9)102 (9.4)1.45 (0.90–2.32)\n\u000430 years21 (8.6)88 (8.1)1.22 (0.72–2.08)\nTrendp\u00010.045\nCumulative use (frequency\u0005duration)\nNever143 (58.9)695 (64.4)1.0 (referent)\nFirst quartile (lowest exposure)18 (7.4)95 (8.8)1.03 (0.59–1.80)\nSecond quartile28 (11.5)95 (8.8)1.81 (1.10–2.97)\nThird quartile34 (14.0)107 (9.9)1.74 (1.11–2.73)\nFourth quartile (highest exposure)20 (8.2)88 (8.1)1.06 (0.62–1.83)\nTrendp\u00010.051\nAdjusted for age, race/ethnicity, duration of oral contraceptive use and breast feeding.\n1\nNumbers may\nnot add up to total cases and controls due to missing data.\n460MILLSET AL.\n 10970215, 2004, 3, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/ijc.20434 by Test, Wiley Online Library on [09/06/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nder after 1975 compared to those reporting use prior to that date\n(Table IV). Higher risk was found among those reporting first use\nat ages after age 20 compared to those who were younger at first\nuse (Table IV). In addition, risk was elevated among those women\nwho used talcum powder only after the birth of their first child,\nwhile no effect was seen among those whose first use occurred\nbefore their first child was born.\nIn an attempt to assess latency issues, we evaluated risk of EOC\nby categorizing participants by the numbers of years since last\nreported use of talcum powder (Table IV). The highest and sig-\nnificant risks were found among women who had stopped using\ntalcum powder relatively recently (1–2 years prior to interview),\nwhile those who reported last using powders in the more distant\npast did not experience altered risk.\nAn evaluation of effect modification of the talcum powder-EOC\nrelationship by gynecologic surgery, reproductive history, exoge-\nnous hormone use and BMI is presented in Table V. Women\nwithout a tubal ligation experienced higher talcum powder-asso-\nciated risks than women with a tubal ligation and this result was\nstatistically significant (OR\u00011.54; 95% CI\u00011.10–2.16). The\ninteraction coefficient for the relationship between talc use and\ntubal ligation was not statistically significant. There was no mod-\nTABLE III– FREQUENCIES, MULTIVARIATE-ADJUSTED ODDS RATIOS AND 95% CONFIDENCE INTERVALS FOR\nPERINEAL TALC USE AND EOC RISK BY INVASIVENESS AND HISTOLOGIC SUBTYPE, CENTRAL VALLEY OF\nCALIFORNIA, 2000–2001\nHistologic subtype\nCases (%)\n(n\u0001256)\n1\nControls (%)\n(n\u00011,122)\n1\nMultivariate-adjusted OR\n(95% CI)\nAll invasive (n\u0001182)\n1\n\u0006perineal talc use98 (55.7)696 (62.9)1.0 (referent)\n\u0002perineal talc use78 (44.3)410 (37.1)1.51 (1.07–2.12)\nSerous invasive (n\u000192)\n1\n\u0006perineal talc use46 (52.3)696 (62.9)1.0 (referent)\n\u0002perineal talc use42 (47.7)410 (37.1)1.77 (1.12–2.81)\nMucinous invasive (n\u000116)\n\u0006perineal talc use6 (37.5)696 (62.9)1.0 (referent)\n\u0002perineal talc use10 (62.5)410 (37.1)2.56 (0.89–7.39)\nEndometrioid (n\u000135)\n\u0006perineal talc use21 (60.0)696 (62.9)1.0 (referent)\n\u0002perineal talc use14 (40.0)410 (37.1)1.28 (0.62–2.62)\nClear cell (n\u000112)\n1\n\u0006perineal talc use8 (72.7)696 (62.9)1.0 (referent)\n\u0002perineal talc use3 (27.3)410 (37.1)0.63 (0.15–2.64)\nOther epithelial (n\u000127)\n1\n\u0006perineal talc use17 (65.4)696 (62.9)1.0 (referent)\n\u0002perineal talc use9 (34.6)410 (37.1)1.06 (0.45–2.48)\nAll borderline (n\u000174)\n1\n\u0006perineal talc use45 (61.6)696 (62.9)1.0 (referent)\n\u0002perineal talc use28 (38.4)410 (37.1)1.09 (0.65–1.83)\nSerous borderline (n\u000155)\n1\n\u0006perineal talc use32 (59.3)696 (62.9)1.0 (referent)\n\u0002perineal talc use22 (40.7)410 (37.1)1.28 (0.71–2.31)\nMucinous borderline (n\u000119)\n\u0006perineal talc use13 (68.4)696 (62.9)1.0 (referent)\n\u0002perineal talc use6 (31.6)410 (37.1)0.76 (0.28–2.07)\nAdjusted for age, race/ethnicity, duration of oral contraceptive use and breast feeding.\n1\nNumbers may\nnot add up to total cases and controls due to missing data.\nTABLE IV– FREQUENCIES, MULTIVARIATE-ADJUSTED ODDS RATIOS AND 95% CONFIDENCE INTERVALS FOR\nPERINEAL TALC USE AND EOC RISK BY TIMING OF USE, CENTRAL VALLEY OF CALIFORNIA, 2000–2001\nTiming of talc use\nCases (%) (n\n\u0001256)\n1\nControls (%)\n(n\u00011,122)\n1\nMultivariate-adjusted OR\n(95% CI)\nYear of first use\nNever use143 (59.1)695 (65.6)1.0 (referent)\nBefore/during 197552 (21.5)206 (19.4)1.22 (0.84–1.77)\nAfter 197547 (19.4)149 (15.0)1.92 (1.27–2.91)\nAge at first use\nNever use143 (59.1)695 (65.7)1.0 (referent)\n\u000320 years30 (12.4)169 (16.0)0.95 (0.61–1.48)\n20–24 years26 (10.7)61 (5.8)2.41 (1.43–4.09)\n\u000125 years43 (17.8)133 (12.6)1.80 (1.19–2.73)\nFirst use before or after first birth\n2\nNever use113 (59.2)631 (65.6)1.0 (referent)\nUse at or prior to first birth36 (18.8)229 (23.8)0.98 (0.64–1.48)\nUse after first birth42 (22.0)102 (10.6)2.51 (1.63–3.87)\nYears since last use\nNever use143 (59.1)695 (65.6)1.0 (referent)\nCurrent users32 (13.2)133 (12.5)1.27 (0.81–1.98)\n1–2 years27 (11.2)61 (5.8)2.40 (1.43–4.05)\n3–20 years20 (8.3)83 (7.8)1.57 (0.90–2.73)\n\u000420 years20 (8.3)88 (8.3)1.13 (0.66–1.94)\nAdjusted for age, race/ethnicity, duration of oral contraceptive use and breast feeding.\n1\nNumbers may\nnot add up to total cases and controls due to missing data.–\n2\nParous women only.\n461PERINEAL TALC EXPOSURE\n 10970215, 2004, 3, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/ijc.20434 by Test, Wiley Online Library on [09/06/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nification within categories of prior hysterectomy, however. Higher\nrisks were observed among those who were ever pregnant com-\npared to those who were never pregnant. Talcum powder-associ-\nated risk was not different within the parous and nulliparous.\nTalcum powder-associated risk was higher (and significant) in\nwomen who never used oral contraceptives; however, the interac-\ntion coefficient was not statistically significant. Neither BMI or\nhormone replacement therapy (HRT) use appeared to modify the\nrelationship of talc use and EOC risk.\nDISCUSSION\nThe prevalence of talc use among controls in our study (37.1%) is\nsimilar to the average percentage of use among the control popula-\ntions in a review of 14 studies (36.8% calculated from data presented\nin original study).\n21\nIn the current analysis as in others,\n11,21–24\na larger\npercentage of casesversuscontrols reported perineal exposure to talc.\nWe found a slight trend of decreasing use with increasing age in\ncontrol women but our findings were not as strong as those noted by\nRosenblattet al.\n25\nOther studies\n21,24\nhave found increased use in both\ncases and controls over 50 years of age compared to their counterparts\nless than or equal to 50 years of age. In the present study, cases less\nthan 50 years of age were more likely to have used talcversuswomen\n50 years or older (47.7% and 39.9%, respectively). Different findings\nin talc use patterns between the present study and previous studies\nmay be explained by differences in study locations, study time periods\nand age categories. Frequency of use in the current study was similar\nfor both the younger and older groups in controls (38.2% and 36.4%,\nrespectively).\nTalc use was higher in white non-Hispanics compared to His-\npanics in this study. However, the pattern of increased use in EOC\ncases for both groups contributed to the overall increased risk of\nEOC among talc users. Differential talc use by various ethnic\ngroups and its relation to EOC risk has not, to our knowledge, been\nevaluated previously.\nAs in other studies,\n21,25\nwe found that talc use increased with\neducation level, although one earlier study reported the opposite\nfinding.\n24\nOther studies have compared talc use in ever married to\nnever married women and found either similar use in both groups for\ncases and controls\n21\nor increased frequency of use in ever married\nwomen.\n24\nIn the current analysis, talc exposure was 43.8% for ever\nmarried casesversus34.4% for never married cases. However, fre-\nTABLE V– FREQUENCIES, MULTIVARIATE-ADJUSTED ODDS RATIOS AND 95% CONFIDENCE INTERVALS FOR\nTALC USE AND RISK OF EOC BY LEVELS OF MODIFIERS IN THE CENTRAL VALLEY OF CALIFORNIA,\n2000–2001\nCases (n\u0001256)\n1\nControls (n\u00011,122)\n1\nMultivariate-adjusted OR\n(95% CI)\nTubal ligation\nNever talc use29 (56.9)161 (54.9)1.0 (referent)\nEver talc use22 (43.1)132 (45.1)0.88 (0.46–1.68)\nNo tubal ligation\nNever talc use113 (57.4)531 (65.8)1.0 (referent)\nEver talc use84 (42.6)276 (34.2)1.54 (1.10–2.16)\nHysterectomy\n2\nNever talc use27 (50.0)117 (58.8)1.0 (referent)\nEver talc use27 (50.0)82 (41.2)1.79 (0.91–3.52)\nNo hysterectomy\n3\nNever talc use116 (59.5)576 (63.7)1.0 (referent)\nEver talc use79 (40.5)328 (36.3)1.33 (0.95–1.87)\nEver pregnant\nNever talc use118 (55.9)648 (63.0)1.0 (referent)\nEver talc use93 (44.1)381 (37.0)1.44 (1.05–1.97)\nNever pregnant\nNever talc use25 (65.8)47 (62.7)1.0 (referent)\nEver talc use13 (34.2)28 (37.3)0.93 (0.37–2.34)\nEver parous\n4\nNever talc use113 (57.4)633 (62.7)1.0 (referent)\nEver talc use84 (42.6)376 (37.3)1.34 (0.97–1.85)\nNulliparous\n4\nNever talc use5 (35.7)15 (75.0)1.0 (referent)\nEver talc use9 (64.3)5 (25.0)4.91 (0.68–35.25)\nEver OC use\nNever talc use72 (51.4)422 (57.7)1.0 (referent)\nEver talc use68 (48.6)309 (42.3)1.26 (0.86–1.83)\nNever OC use\nNever talc use71 (65.1)272 (72.9)1.0 (referent)\nEver talc use38 (34.9)101 (27.1)1.63 (1.0–2.64)\nHRT\n5\nNever talc use54 (52.4)220 (59.9)1.0 (referent)\nEver talc use49 (47.6)147 (40.1)1.41 (0.89–2.24)\nNo HRT\n6\nNever talc use89 (62.2)472 (64.4)1.0 (referent)\nEver talc use54 (37.8)261 (35.6)1.30 (0.87–1.93)\nBMI\u000325\nNever talc use55 (63.2)311 (66.5)1.0 (referent)\nEver talc use32 (36.8)157 (33.5)1.23 (0.74–2.04)\nBMI\u000125\nNever talc use85 (53.5)358 (59.1)1.0 (referent)\nEver talc use74 (46.5)248 (40.9)1.36 (0.92–1.99)\nAdjusted for age, race/ethnicity, duration of oral contraceptive use and breast feeding.\n1\nNumbers may\nnot add up to total cases and controls due to missing data.–\n2\nIncludes women with\u00012 years since\nhysterectomy.–\n3\nIncludes women with\u00032 years since hysterectomy.–\n4\nGravida women only.–\n5\nIncludes\nwomen with one or more years of use.–\n6\nIncludes women with never use or\u00031 year of use.\n462MILLSET AL.\n 10970215, 2004, 3, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/ijc.20434 by Test, Wiley Online Library on [09/06/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nquency of use was similar between ever married and never married\ncontrols (37.2% and 36.0%, respectively). There was much greater\nuse of talc among those born in the United Statesversusthose born\noutside it.\nThe odds ratio comparing ever use to never use in this study\n(OR\u00011.37; CI\u00011.02–1.85) is similar to the results of a recent\nmetaanalysis that pooled 16 studies (summary RR\u00011.33; CI\u0001\n1.16–1.45).\n4\nWhen stratified by hospital-versuspopulation-based\nstudies, the population studies had a summary relative risk of 1.38\n(1.25–1.52).\nCornstarch use and ovarian cancer has been evaluated in a small\nnumber of case-control studies\n11,21,22,26\nand have been reviewed\nwith the conclusion that no relationship exists between cornstarch\nand EOC, although the number of study participants using corn-\nstarchversustalc was small.\n13\nOur study was not able to differ-\nentiate between use of perineal powders containing talc and those\ncontaining cornstarch, which may have driven the odds ratio\ntoward the null. Type of application, including direct application\non the perineum, or indirect exposure from dusting sanitary nap-\nkins, underwear and diaphragms (storage) was also not assessed.\nAs in other studies,\n4\nthe present study did not find a clear dose\nresponse based on duration of use or cumulative use. Limiting the\nanalysis of dose response to women who reported ever use of talc\ndid not affect the results (data not shown). The lack of dose\nresponse between talc use and EOC may be explained by the\ninability to quantify the actual amount of talc used per application\nand timing of the application.\n21\nCrameret  al.\n21\npropose that\napplication during ovulation may pose more risk due to the pos-\nsibility of talc entrapment in inclusion cysts. Harlowet al.\n24\nfound\nlittle change in odds ratios after excluding use after tubal ligation\nor hysterectomy in their estimate of total lifetime perineal talc\napplications. However, when they excluded nonovulatory periods\nof exposure in their calculation, there was significant increase in\nrisk. We were unable to exclude nonovulatory periods and talcum\npowder use after gynecologic surgery in our cumulative use cal-\nculations.\nOur analysis found that talc use and EOC risk varied by histo-\nlogic subtype, as have others who found that exposure to talc is a\nsignificant risk for invasive tumors\n22\nand specifically for serous\ninvasive tumors.\n21\nCooket  al.\n11\nalso found an increased risk of\nserous tumors (including both invasive and borderline) in talc\nusersversusnonusers. Gertiget al.\n27\nhave suggested that there are\npathologic similarities between serous adenocarcinomas and me-\nsothelioma that may explain findings of increase risk for serous\ninvasive tumors in talc users. Harlowet al.\n24\nreported a significant\nincrease in risk of either endometrioid or borderline tumors with\ntalc use and suggest that variation in risk among histologic sub-\ntypes may be due to chance or a foreign-body effect unique to\nspecific subtypes.\nIn a study of the mineral and chemical characterization of\nconsumer talcum powder formulated prior to June 1973, almost\nhalf of the samples tested contained 1 of the 3 asbestos group\nminerals.\n1\nIn 1976, talcum powder manufacturers instituted vol-\nuntary guidelines to prevent asbestos contamination in talc prod-\nucts,\n24\nbut we did not find an increase in EOC risk with talc use on\nor before 1975; rather, we found that risk of EOC increased with\nuse after 1975, which may be related to the recency of use. Harlow\net al.\n24\nobserved ovarian cancer risk was increased in women using\ntalc products before 1960, although Chang and Risch\n22\nfound no\nrelationship between risk and use either before or after 1970.\nIn the current analysis, a statistically significant increase in EOC\nrisk occurred with first use after age 20 compared to first use at\nyounger ages. Controlling for recency of use did not change this\nfinding. Other studies have reported either no trend with age at first\nuse\n21\nor increased risk of EOC with first use at younger than age\n20 and older than age 25.\n24\nDisagreement in findings between\nstudies may be due to differences in age distributions and talc use\npatterns among study participants. Although we cannot directly\nassess risk during ovulatoryversusnonovulatory periods, our\nfindings of increased risk in adult women support the hypotheses\nof increased EOC risk with talc exposure during ovulatory periods\nand in parous reproductive tracts.\nCrameret  al.\n21\nfound that EOC risk was increased in parous\nwomen with talc use occurring before first birth, suggesting that\nprepregnancy ovarian tissue may be more vulnerable to talc dam-\nage because it has not undergone stromal differentiation (decidual\nreaction that occurs during pregnancy). However, their reference\ngroup was all parous women. In this analysis, we stratified parous\nwomen by never use, use before first birth and use after first birth.\nWe found increased risk after first pregnancy. Anatomical changes\nin the genital tract after pregnancy may increase the possibility of\ntalc migration to the ovaries.\n28\nHarlowet al.\n24\nsuggest that preg-\nnancy may increase risk due to its effect of increasing the size of\nthe cervical opening into the uterus. In the current study, perineal\ntalc use had no apparent impact on EOC risk among those women\nwho had never been pregnant and parity was difficult to evaluate\nbecause of the small number of nulliparous women. In 2 prospec-\ntive studies of talc use and EOC risk, there was no significant\ndifference in parity between users and nonusers of talc.\n25,27\nHarlowet  al.\n24\nreported a significant increase in EOC risk if\nperineal talc use occurred in the last 6 months. We also found that\nrecent users were at increased risk (even when we controlled for\nduration of use). It is noteworthy that a significant latency effect is\nwell documented for asbestos exposure and development of both\npleural and peritoneal mesotheliomas\n29\nwhile there appears to be no\nlatency with talcum powder. The asbestos association has been re-\nported from an occupational cohort mortality study where exposure is\nindirect and not the result of direct application, as is the case for\ntalcum powder.\n30\nThis may explain the differences between observed\npatterns of latency for asbestos and talcum powder. Additionally, risk\nof EOC with talc use may not be due to talc’s chemical similarity to\nasbestos but rather due to the ovary’s unique function, resulting in\nvulnerability to carcinogenesis from particulates such as talc.\n8\nIn a\nstudy of gynecologic surgery and EOC, Greenet  al.\n31\nfound that\nwomen reporting fallopian tubal occlusion, through tubal ligation or\nhysterectomy, were at decreased risk for developing EOC. They\nconcluded that surgical tubal occlusion decreased EOC risk by pre-\nventing contaminants from reaching the ovary. Ness and Cottreau\n32\nproposed that the inflammatory response of the ovarian epithelium to\nvarious irritants may result in ovarian mutagenesis, tumor growth and\ntumor invasiveness. Crameret al.\n21\nreported no association between\nEOC risk and talc use in women with a tubal ligation; however, risk\nremained nonsignificantly elevated in women with a hysterectomy. A\nrecent prospective study\n27\nfound that EOC risk in talc users was not\nmodified by either tubal ligation or hysterectomy. The analysis was\nnot able to determine the timing of talc use (before or after surgery).\nIn a hospital-based case-control study, Wonget al.\n33\nfound that risk of\nEOC with talc use was increased in women without gynecologic\nsurgery and decreased in women with a history of tubal ligation or\nhysterectomy but neither finding was significant. They also were\nunable to delineate use before or after gynecologic surgery. Tubal\nligation may limit a woman’s exposure to contaminants more than\nhysterectomy since it is usually performed earlier in a woman’s\nreproductive history, while she is still ovulating.\n34\nOral contraceptives (OCs) act by suppression of ovulation and\nthe fact that elevated risks were found in those talcum powder\nusers that never used OCs in this study suggests that uninterrupted\novulation with associated formation of inclusion cysts may en-\nhance the impact that talcum powder may have on ovarian carci-\nnogenesis. Unlike our study, however, Crameret al.\n21\nand Harlow\net al.\n24\nreported that OCs had no effect on talc use and EOC risk.\nA prospective study of talc use and ovarian cancer also found that\nthe prevalence of OC use was similar in both users and nonusers\nof talc. However, these studies also reported lower percentages of\nOC use among both cases and controls (talc users and nonusers)\nthan was found in the present study.\nOur analysis found that BMI did not modify the risk associated\nwith talc use and EOC in agreement with Crameret al.\n21\nTalc use\n463\nPERINEAL TALC EXPOSURE\n 10970215, 2004, 3, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/ijc.20434 by Test, Wiley Online Library on [09/06/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nwas greater in women with a highversuslow BMI for both cases\nand controls but the difference was not significant. Rosenblattet\nal.\n25\nin a prospective study found that women in the highest BMI\nquartile were more likely to use perineal talc. They concluded that\nsince some studies have found an increased risk for ovarian cancer\nin obese women, BMI may be a confounder of talc use and ovarian\ncancer risk. Harlowet al.,\n24\nhowever, reported no differential use\nof talc between leaner and heavier controls.\nThere are several limitations to this study that may limit interpre-\ntation of the findings. The sample size was relatively small and the\nresponse fraction lower than ideal. However, we have observed the\nsame or similar relationships in our study between several risk factors\nsuch as OC use and parity, as has been observed in several earlier\nstudies. Recall bias has also been implicated as a limitation in studies\nof talc and ovarian cancer.\n35\nHowever, findings in a prospective study,\nthe Nurses’ Health Study, in which exposure data were collected prior\nto diagnosis and hence free of recall bias, were similar to the present\nstudy finding for talc use and serous invasive ovarian cancer.\n27\nIt has\nalso been suggested that use of talc is habitualversusmemorable and\nnot likely to be subject to recall bias.\n35\nHunchareket al.\n4\nsuggested\nthat the positive relationship between talc use and EOC risk found in\na review of epidemiologic studies may also be explained by a treat-\nment effect in prevalent cases. The present study used incident cases\nexclusively. The present analysis was also limited due to our inability\nto exclude use during nonovulatory periods and posttubal ligation or\nhysterectomy, nor were we able to differentiate between various\nformulations.\nResearch has provided little biologic or experimental evidence to\nsupport a relationship between talcum powder use and ovarian cancer\nrisk. However, given the suggestive though uncertain role of talcum\npowder and EOC found in epidemiologic studies, including the\npresent study, users should exercise prudence in reducing or elimi-\nnating use. In this instance, the precautionary principle should be\ninvoked, especially given that this is a serious form of cancer, usually\nassociated with a poor prognosis, with no current effective screening\ntool, steady incidence rates during the last quarter century and no\nprospect for successful therapy. Unlike other forms of environmental\nexposures, talcum powder use is easily avoidable.\nACKNOWLEDGEMENTS\nThe authors gratefully acknowledge the contributions of the\nphysicians and tumor registrars who assisted in the study. They\nalso thank the efforts of Jeanne Grunwald and Nandini Krish-\nnaswamy of the Field Research Corporation in the data collection\nphase and Dr. Gordon Honda for pathology consultation.\nREFERENCES\n1.   Rohl AN, Langer AM, Selikoff IJ, Tordini A, Klimentidis R. Con-\nsumer talcums and powders: mineral and chemical characterization. J\nToxicol Environ Health 1976;2:255–84.\n2.   Venter PF. Ovarian epithelial cancer and chemical carcinogenesis.\nGynecol Oncol 1981;12:281–5.\n3.   Henderson WJ, Joslin CAF, Turnbull AC, Griffiths K. Talc and\ncarcinoma of the ovary and cervix. J Obstet Gynecol Br Comm\n1971;78:266–72.\n4.   Huncharek M, Geschwind JF, Kupelnick B. Perineal application of\ncosmetic talc and risk of invasive epithelial ovarian cancer: a meta-\nanalysis of 11,933 subjects from sixteen observational studies. Anti-\ncancer Res 2003;23:1955–60.\n5.   Ness RB, Grisso JA, Cottreau C, Klapper J, Vergona, R, Wheeler JE,\nMorgan M, Schlesselman JJ. Factors related to inflammation of the\novarian epithelium and risk of ovarian cancer. Epidemiology 2000;\n11:111–7.\n6.   Ames BN, Gold LS, Willett WC. The causes and prevention of\ncancer. Proc Natl Acad Sci USA 1995;92:5258–65.\n7.   Dranoff G. Cytokines in cancer pathogenesis and cancer therapy. Nat\nRev Cancer 2004;4:11–22.\n8.   Cramer DW, Welch WR, Scully RE, Wojciechowski CA. Ovarian\ncancer and talc. Cancer 1982;50:372–6.\n9.   Fathalla MF. Incessant ovulation: a factor in ovarian neoplasia? Lan-\ncet 1971;2:163.\n10.  Mostafa SAM, Bargeron CB, Flower RW, Rosenshein NB, Parmley\nTH, Woodruff JD. Foreign body granulomas in normal ovaries. Obstet\nGynecol 1985;66:701–2.\n11.  Cook LS, Kamb ML, Weiss NS. Perineal powder exposure and the\nrisk of ovarian cancer. Am J Epidemiol 1997;145:459–65.\n12.  Fantone JC, Ward PA. Inflammation. In: Rubin E, Farber JL, eds.\nPathology, 3rd ed. Philadelphia: Lippincott-Raven, 1999. 72–3.\n13.  Whysner J, Mohan M. Perineal application of talc and cornstarch\npowders: evaluation of ovarian cancer risk. Am J Obstet Gynecol\n2000;182:720–4.\n14.  State of California, Department of Finance, Table D-21: median\nincome and poverty status, 2000 census. Sacramento, CA: Department\nof Finance, 2002.\n15.  Mills PK. Cancer incidence and mortality in the Central Valley,\n1988–1997. Fresno, CA: Cancer Registry of Central California, Re-\ngion 2, 2000.\n16.  Cress RD, Creech C, Caggiano V. Cancer incidence in the Sacramento\nRegion, 1988–1997. Sacramento, CA: Cancer Surveillance Program,\nRegion 3, 2000.\n17.  Ferrier A. Mullerian epithelial and mesenchymal tumors–introduc-\ntion, clinical perspective, and principles of management. In: Farn-\nsworth RP, ed. Surgical pathology of the ovary, 2nd ed. New York:\nChurchill Livingstone, 1997. 229–38.\n18.  Chapman WB. Developments in the pathology of ovarian tumours.\nCurr Opin Obstet Gynecol 2001;13:53–9.\n19.  Mantel N, Haenszel W. Statistical aspects of the analysis of data from\nretrospective studies of disease. J Natl Cancer Inst 1959;22:719–48.\n20.  Breslow NE, Day NE. The analysis of case-control studies. Lyon:\nIARC, 1980.\n21.  Cramer DW, Liberman RF, Titus-Ernstoff L, Welch WR, Greenberg\nR, Baron JA, Harlow B. Genital talc exposure and risk of ovarian\ncancer. Int J Cancer 1999;81:351–6.\n22.  Chang S, Risch HA. Perineal talc exposure and risk of ovarian\ncarcinoma. Cancer 1997;79:2396–401.\n23.  Godard B, Foulkes WD, Provencher D, Brunet J-S, Tonin PN, Mes-\nMasson A-M, Narod SA, Ghadirian P. Risk factors for familial and\nsporadic ovarian cancer among French-Canadians: a case-control\nstudy. Am J Obstet Gynecol 1998;179:403–10.\n24.  Harlow BL, Cramer DW, Bell DA, Welch WR. Perineal exposure to\ntalc and ovarian cancer. Obstet Gynecol 1992;80:19–26.\n25.  Rosenblatt KA, Mathews WA, Daling JR, Voigt LF, Malone K.\nCharacteristics of women who use perineal powders. Obstet Gynecol\n1998;92:753–6.\n26.  Harlow BL, Weiss NS. A case-control study of borderline ovarian\ntumors: the influence of perineal exposure to talc. Am J Epidemiol\n1989;130:390–4.\n27.  Gertig DM, Hunter DJ, Cramer DW, Colditz GA, Speizer FE, Willett\nWC, Hankinson SE. Prospective study of talc use and ovarian cancer.\nJ Natl Cancer Inst 2000;92:249–52.\n28.  Cunningham FG, MacDonald PC, Gant NF, Leveno KJ, Gilstrap LC\nIII, Hankins GDV, Clark SL. Williams obstetrics, 20th ed. Stamford,\nCT: Appleton and Lange, 1997. 40–51.\n29.  Blot WJ, Fraumeni JF Jr. Cancers of the lung and pleura. In: Shot-\ntenfeld D, Fraumeni JF Jr, eds. Cancer epidemiology and prevention,\n2nd ed. New York: Oxford University Press, 1996. 637–65.\n30.  Acheson E, Gardner MJ, Pippard EC, Grime LP. Mortality of two groups\nof women who manufactured gas masks from chrysotile and crocidolite\nasbestos:a 40-year follow-up. Br J Indust Med 1982;39:344–8.\n31.  Green A, Purdie D, Bain C, Siskind V, Russell P, Quinn M, Ward B,\nthe Survey of Women’s Health Study Group. Tubal sterilization,\nhysterectomy and decreased risk of ovarian cancer. Int J Cancer\n1997;71:948–51.\n32.  Ness RB, Cottreau C. Possible role of ovarian epithelial inflammation\nin ovarian cancer. J Natl Cancer Inst 1999;91:1459–67.\n33.  Wong C, Hempling RE, Piver MS, Natarajan N, Mettlin CJ. Perineal\ntalc exposure and subsequent epithelial ovarian cancer: a case-control\nstudy. Obstet Gynecol 1999;93:372–6.\n34.  Whittemore AS, Wu ML, Paffenbarger RS Jr, Sarles DL, Kampert JB,\nGrosser S, Jung DL, Ballon S, Hendrickson M. Personal and envi-\nronmental characteristics related to epithelial ovarian cancer: 2, ex-\nposures to talcum powder, tobacco, alcohol, and coffee. Am J Epide-\nmiol 1988;128:1228–40.\n35.  Harlow BL, Hartge PA. A review of perineal talc exposure and risk of\novarian cancer. Regul Toxicol Pharmacol 1995;21:254–60.\n464MILLSET AL.\n 10970215, 2004, 3, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/ijc.20434 by Test, Wiley Online Library on [09/06/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n"
  },
  {
    "id": "7da0a5ef-06fd-438e-9f0e-7066f2985d7b",
    "name": "The Association Between Talc Use and Ovarian Cancer.pdf",
    "type": "application/pdf",
    "text": "\n\n334   |   www.epidem.com Epidemiology  •  Volume 27, Number 3, May 2016\nOriginal article\nBackground: Multiple studies of ovarian cancer and genital talc use \nhave  led  only  to  consensus  about  possible  carcinogenicity.  Seeking  \ngreater clarity, we examined this association in 2,041 cases with epi-\nthelial ovarian cancer and 2,100 age- and-residence-matched controls.\nMethods: We defined genital talc use as regular application to the geni-\ntal/rectal area directly, on sanitary napkins, tampons, or underwear. to \nestimate “talc-years,” we multiplied applications per year by years used. \nUnconditional logistic regression, Wald statistics, likelihood-ratio tests, \nand polytomous logistic regression were used to calculate adjusted odds \nratios (Or) and 95% confidence intervals (ci), trends, effect-modifica-\ntion, and heterogeneity by ovarian cancer histologic subtype.\nResults: Overall, genital talc use was associated with an Or (95% \nci)  of  1.33  (1.16,  1.52),  with  a  trend  for  increasing  risk  by  talc-\nyears.  Women  who  used  talc  were  more  likely  to  be  older,  heavier,  \nasthma sufferers, and regular analgesic users—none of which was a \nconfounder. Dose–responses were more apparent for premenopausal \nwomen, especially nonsmokers and those heavier or postmenopausal \nusers  of  menopausal  hormones  (hormone  therapy  [Ht]).  Subtypes  \nof  ovarian  cancer  more  likely  to  be  associated  with  talc  included  \ninvasive serous and endometrioid tumors and borderline serous and \nmucinous  tumors.  Premenopausal  women  and  postmenopausal  Ht  \nusers with these subtypes who had accumulated >24 talc-years had \nOrs (95% ci) of 2.33 (1.32, 4.12) and 2.57 (1.51, 4.36), respectively.\nConclusion: risks for epithelial ovarian cancer from genital talc use \nvary by histologic subtype, menopausal status at diagnosis, Ht use, \nweight, and smoking. these observations suggest that estrogen and/\nor prolactin may play a role via macrophage activity and inflamma-\ntory response to talc.\n(Epidemiology 2016;27: 334–346)\nI\nn the 1960s, a link between talc and ovarian cancer was sug-\ngested  by  observations  that  some  talc  powders  contained  \nasbestos\n1\n  and  that  asbestos  placed  intraperitoneally  in  ani-\nmals transformed the single layer of the ovarian surface to a \nmultilayered  one  with  abnormal  cells.\n2\n  a  1971  study  found  \nparticles  compatible  with  talc  in  human  ovarian  and  uter-\nine  cancers.\n3\n  a  1982  case–control  study  was  the  first  to  link  \ngenital  talc  use  with  ovarian  cancer.\n4\n  Dozens  more  followed  \nconfirming  the  association  including  some  larger  ones  cited  \nhere.\n5–13\n  the  most  recent  meta-analysis  reported  a  summary  \nodds  ratio  (Or)  and  95%  confidence  interval  (ci)  of  1.35  \n(1.26, 1.46).\n14\n in 2006, the international agency for research \non cancer declared that talc used genitally is possibly carcino-\ngenic.\n15\n However, a study with null results from the Women’s \nHealth  initiative  (WHi)\n16\n  and  accompanying  editorial\n17\n  cast  \nnew skepticism on the association. Here, we present data from \ncombined  phases  of  a  case–control  study  of  ovarian  cancer  \ninvolving  more  than  4,000  women  to  provide  fresh  perspec-\ntives on this association.\nMETHODS\nStudy Population\nData  come  from  three  enrollment  phases:  1  (1992–\n1997), 2 (1998–2002), and 3 (2003–2008). articles we previ-\nously published related to talc include a detailed report from \nphase  1,\n7\n  data  from  phases  1  and  2  combined  with  nurses’  \nHealth Study data,\n18\n and phases 1–3 data combined with data \nfrom  several  participants  in  the  Ovarian  cancer  association  \nconsortium  (Ocac).\n19\n  this  is  the  first  detailed  examination  \nof talc data from the combined phases of our study.\nDetails regarding enrollment are described elsewhere.\n20\n \nin brief, 3,957 women residing in eastern Massachusetts and \nnew Hampshire diagnosed with ovarian cancer between ages \n18 and 80 were identified through tumor boards and registries. \niSSn: 1044-3983/16/2703-0334\nDOi: 10.1097/eDe.0000000000000434\nSubmitted 12 June 2015; accepted 17 December 2015. \nFrom  the  \na\nObstetrics  and  gynecology  epidemiology  center,  Department  of  \nObstetrics and gynecology, Brigham and Women’s Hospital, Boston, Ma; \nb\nDepartment of epidemiology, Harvard School of Public Health, Boston, \nMa; \nc\nDepartment of Pathology, Brigham and Women’s Hospital, Boston, \nMa; and \nd\nDepartment of community & Family Medicine, Department of \nPediatrics, geisel School of Medicine at Dartmouth, lebanon, nH.\nSupported by the national institutes of Health (grant numbers r01ca054419, \nP50ca105009,  r01ca67272),  the  Department  of  Defense  congressio-\nnally Directed Medical research Programs (W81XWH-10-1-0280), and \nthe  Department  of  Obstetrics  and  gynecology,  Brigham  and  Women’s  \nHospital.\nDr.  cramer  reports  being  paid  for  expert  testimony  in  litigation  related  to  \novarian  cancer.  Ms.  Vitonis  reports  being  paid  for  programming  work  \nrelated to the same litigation. the other authors have no conflicts to report.\n Supplemental digital content is available through direct Url citations \nin the HtMl and PDF versions of this article (www.epidem.com).\ncorrespondence:  Daniel  W.  cramer,  221  longwood  ave,  rFB365,  Boston,  \nMa 02115. e-mail: dcramer@partners.org.\nThe Association Between Talc Use and Ovarian Cancer\nA Retrospective Case–Control Study in Two US States\nDaniel W. Cramer,\na,b\n Allison  F. Vitonis,\na\n Kathryn L. Terry,\na,b\n William R. Welch,\nc\n and Linda J. Titus\nd\ncopyright  ©  2015  Wolters  Kluwer  Health,  inc.  all  rights  reserved.  this  is  \nan open-access article distributed under the terms of the creative commons \nattribution-non  commercial-no  Derivatives  license  4.0  (ccBY-nc-nD),  \nwhere it is permissible to download and share the work provided it is properly \ncited. the work cannot be changed in any way or used commercially.\n\nEpidemiology  •  Volume 27, Number 3, May 2016 Ovarian Cancer and Talc\n© 2015 Wolters Kluwer Health, Inc. All rights reserved.   www.epidem.com   |   335\neight  hundred  and  seventy-four  cases  were  ineligible  if  they  \nhad  died,  moved  outside  study  area,  did  not  have  a  working  \ntelephone number, or had a nonovarian primary tumor. Of the \nremaining 3,083 cases, 2,203 (71%) were enrolled. excluding \n127  nonepithelial  and  35  mixed  mesodermal  tumors,  2,041  \ncases  with  epithelial  tumors  of  ovarian,  primary  peritoneal,  \nand Fallopian tube origin, including borderline malignancies \n(henceforth, epithelial ovarian cancer) were included. Pathol-\nogy reports were reviewed and histologic subtype, grade, and \nstage recorded. Mixed epithelial ovarian cancer was classified \nas  the  predominant  type.  Undifferentiated,  transitional  cell,  \nfallopian tube, or primary peritoneal tumors were counted as \nserous.\n21\n Other mixed epithelial (n = 102), malignant Brenner \n(n = 5), and unspecified epithelial tumors (n = 27) were clas-\nsified as other.\ncontrols  were  identified  through  random  digit  dialing,  \ndriver-license lists, and town-resident lists. Between 1992 and \n1997, 420 (72%) identified through random digit dialing and \n102  (51%)  through  lists  agreed  to  participate.  From  1998  to  \n2008, 4,366 potential controls were identified using the lists, \nof whom 1,426 (33%) were ineligible if they had died, moved, \nor  were  seriously  ill  or  if  they  did  not  have  a  working  tele-\nphone,  speak  english,  or  have  ovaries.  Of  eligible  controls,  \n1,362 (46%) declined to participate by phone or via “opt-out” \npostcard  and  1,578  (54%)  were  enrolled  (2,100  total).  con-\ntrols  were  frequency  matched  to  cases  by  5-year  age  groups  \nand region of residence.\nExposure Assessment\nSubjects  were  personally  interviewed  about  potential  \novarian  cancer  risk  factors  that  occurred  more  than  1  year  \nbefore diagnosis, for cases, and interview, for controls. Sub-\njects were asked whether they “regularly” or “at least monthly” \napplied powder to the genital or rectal area, sanitary napkins \nor tampons, underwear, or areas other than the genital-rectal \narea.  additional  details  included  type  of  powder,  age  begun,  \nyears  used,  and  applications  per  month.  lifetime  exposure  \nwas  estimated  by  multiplying  frequency  of  applications  per  \nmonth by months used. this was divided by 360 (i.e., daily use \ncoded as 30/month) to yield talc-years. to create categorical \nvariables  for  talc-years,  we  chose  cut  points  based  on  quar-\ntiles for exposed controls and rounded to the nearest integer. \nin  addition,  we  asked  participants  if  their  partners  dusted  or  \nsprayed  powder  to  their  genital  or  rectal  areas.  condom  and  \ndiaphragm use as potential sources of talc exposure were also \nrecorded.\nWe  calculated  ovulatory  cycles  by  subtracting  age  at  \nmenarche from age at last period, reduced this by time spent \npregnant,  breastfeeding,  or  using  oral  contraceptives,  and  \ndividing the remainder by each woman’s average cycle length. \nFamily history was defined as a mother or sister with ovarian \nor  premenopausal  breast  cancer.  Women  who  reported  post-\nmenopausal hormone use were classified as hormone therapy \n(Ht)  users  and  type(s)  of  Ht  was  recorded.  Participants  \ncompleted   a   food-frequency   questionnaire\n22\n   from   which   \ngrams of alcohol consumed per day were estimated.\nStatistical Methods\nUnconditional logistic regression was used to model the \nOr and 95% ci adjusted first for matching factors (age, study \ncenter,  and  phase)  and  then  fully  by  potential  confounders.  \nlikelihood  ratio  tests  comparing  models  with  and  without  \ninteraction  terms  were  used  to  test  for  effect  modification.  \ntests  for  trend  were  based  on  the  Wald  statistic  using  con-\ntinuous  variables  weighted  by  category  midpoints  with  zero  \nassigned  as  the  exposure  for  nonusers.  Polytomous  logis-\ntic  regression  was  used  to  simultaneously  estimate  separate  \nOrs and 95% cis for genital talc use by histologic subtypes. \nlikelihood-ratio  tests  were  used  to  calculate  P  values  for  \nheterogeneity  by  comparing  polytomous  logistic  regression  \nmodels  in  which  the  talc  association  was  held  constant  over  \ncase subgroups to models that allowed the association to dif-\nfer between case subgroups.\n23\n analyses were performed using \nSaS v9.3 (SaS institute, cary, nc) and polytomous logistic \nregression  analyses  were  performed  in  Stata  (Statacorp  lP,  \ncollege Station, tX). Sensitivity analyses to assess the influ-\nence of exposure misclassification were performed with excel \nusing quantitative analysis methods described previously.\n24\nEthical Approval\ninstitutional review boards approved the study. all par-\nticipants provided written informed consent.\nRESULTS\ngenital use of talc, either alone or in combination with \nbody  use,  was  associated  with  elevated  epithelial  ovarian  \ncancer  risk  (table  1).  among  women  with  no  personal  use,  \nthere was no increased risk with potential exposure from dia-\nphragms, condoms, or partner use. therefore, only those with \npersonal  genital  talc  exposure  were  classified  as  ever-users.  \ngenital talc use was associated with an Or (95% ci) of 1.33 \n(1.16,  1.52)  adjusted  only  for  age,  study  center,  and  phase.  \nMost women reported using Johnson & Johnson’s Baby Pow-\nder  or  Shower  to  Shower.  Fourteen  women  who  reported  \nexclusive  use  of  a  cornstarch-based  powder  were  considered  \nunexposed. the average age women began using talc was 20.0 \nfor cases and 19.8 for controls. almost half of users were cur-\nrently using or had only recently discontinued powder use at \nthe reference date. risk decreased with increased time since \nlast  use.  the  trend  for  frequency  of  use  was  significant,  but  \nthe trend for years used was flat. Some subjects reported they \nused  talc  only  seasonally,  but  our  original  questionnaire  did  \nnot capture this detail. a question to capture months-per-year-\nused  was  added  in  1998  and  was  available  for  54%  of  cases  \nand  56%  of  controls.  Year-round  use  was  the  most  common  \npattern, and more cases than controls used powder year-round. \nOrs  for  talc-years  among  those  who  reported  months-per-\nyear-used are shown as the next-to-final entry in table 1. an \nOr of 1.49 (95% ci = 1.06, 2.10) was associated with more \n\nCramer et al. Epidemiology  •  Volume 27, Number 3, May 2016\n336\n | www.epidem.com © 2015 Wolters Kluwer Health, Inc. All rights reserved.\nTABLE 1. Type, Timing, and Duration of Genital Talc Use\nControl Subjects\nN (%)\nCase Subjects\nN (%)\nAdjusted\na\nOR (95% CI)\nPersonal use\n        none1,099 (52)1,001 (49)1.00 (referent)\n        Body  use  only452 (22)398 (20)0.99 (0.84, 1.16)\n        genital  use  only74 (4)94 (5)1.42 (1.04, 1.96)\n        Body  and  genital  use475 (23)548 (27)1.30 (1.12, 1.52)\nPotential exposure in women with no personal use\n        none447 (41)461 (46)1.00 (referent)\n        Diaphragm  only207 (19)155 (15)0.73 (0.57, 0.93)\n       condoms, with or without diaphragm367 (33)308 (31)0.82 (0.66, 1.01)\n          Partner use, with or without diaphragm or condoms78 (7)77 (8)0.96 (0.68, 1.35)\nany genital powder use\n        no1,551 (74)1,399 (69)1.00 (referent)\n        Ye s549 (26)642 (31)1.33 (1.16, 1.52)\ntype of genital powder used\n        no  genital  use1,542 (73)1,394 (68)1.00 (referent)\n        cornstarch  use  only9 (<1)5 (<1)0.58 (0.19, 1.74)\n          Johnson and Johnson Baby Powder or Shower to Shower316 (15)363 (18)1.30 (1.10, 1.54)\n        Other  brand(s)233 (11)279 (14)1.35 (1.12, 1.64)\nage first used genital powder\nb\n        never  used1,551 (74)1,399 (69)1.00 (referent)\n        <20343 (16)363 (18)1.19 (1.01, 1.41)\n        20–29122 (6)183 (9)1.71 (1.34, 2.17)\n        ≥3076 (4)87 (4)1.31 (0.95, 1.80)\ntime since exposure ended\n        no  genital  use1,551 (74)1,399 (69)1.00 (referent)\n        ≥35 years51 (2)52 (3)1.18 (0.79, 1.75)\n        25–34  years81 (4)88 (4)1.24 (0.91, 1.70)\n        15–24  years72 (3)82 (4)1.30 (0.94, 1.80)\n        5–14  years79 (4)95 (5)1.36 (1.00, 1.85)\n       currently using or recently stopped255 (12)314 (15)1.38 (1.15, 1.65)\n        P trend<0.0001\nFrequency of use\n        no  genital  use1,551 (74)1,399 (69)1.00 (referent)\n        1–7  days  per  month220 (11)227 (11)1.17 (0.96, 1.44)\n        8–29  days  per  month110 (5)133 (7)1.37 (1.05, 1.78)\n        ≥30 days per month205 (10)267 (13)1.46 (1.20, 1.78)\n        P trend<0.0001\nYears used\n        never  used1,551 (74)1,399 (69)1.00 (referent)\n        <8133 (6)152 (8)1.31 (1.03, 1.68)\n        8–19126 (6)145 (7)1.31 (1.02, 1.68)\n        20–35147 (7)178 (9)1.35 (1.07, 1.70)\n        >35129 (6)152 (7)1.33 (1.03, 1.71)\n        P trend0.002\nMonths per year of use\nc\n        no  genital  use1,551 (83)1,399 (80)1.00 (referent)\n        1–3  months  per  year61 (3)60 (3)1.11 (0.77, 1.61)\n        4–11  months  per  year55 (3)56 (3)1.13 (0.77, 1.66)\n        12  months  per  year193 (10)229 (13)1.35 (1.09, 1.67)\n        P trend0.006\n(Continued)\n\nEpidemiology  •  Volume 27, Number 3, May 2016 Ovarian Cancer and Talc\n© 2015 Wolters Kluwer Health, Inc. All rights reserved.   www.epidem.com   |   337\nthan 20 talc-years (>7,200 applications) and a dose–response. \nFor  subjects  missing  the  seasonal-use  variable,  we  assumed  \n12 months per year in calculating talc-years in the final entry \nin table 1, as well as in subsequent tables and figures examin-\ning talc-years. even with this imprecision, the trend remained, \nalthough the increase was less monotonic.\nFigure  1  shows  the  proportions  of  cases  and  controls  \nwho used talc in the genital area by decade of birth and age at \ndiagnosis or interview. in 13 of the 16 age-and-birth catego-\nries,  a  greater  proportion  of  cases  used  talc  compared  with  \ncontrols.  this  suggests  that  the  association  between  genital  \nuse of talc and epithelial ovarian cancer is not confined to any \nparticular age or birth cohort.\nPowder users, both cases and controls, were more likely \nto  be  older,  heavier,  asthma  sufferers,  and  regular  analge-\nsic  users  (table  2).  By  tests  for  interaction  (column  3),  the  \nFIGURE  1.  Proportions of   cases and \ncontrols who ever used talc    on   genitals \nin  categories by   decade of   birth and    ref-\nerence age.\ntotal genital talc applications (apps) among only those who reported months per year of use\nc\n        no  genital  use1,551 (83)1,399 (80)1.00 (referent)\n        ≤360 apps (equivalent to 1 year of daily use)106 (6)103 (6)1.10 (0.83, 1.47)\n          361–1,800 apps (equivalent to >1–5 years of daily use)79 (4)96 (5)1.38 (1.01, 1.88)\n          1,801–7,200 apps (equivalent to >5–20 years of daily use)61 (3)63 (4)1.16 (0.80, 1.66)\n          >7,200 apps (equivalent to >20 years of daily use)63 (3)83 (5)1.49 (1.06, 2.10)\n        P trend0.02\ntotal genital talc applications among all (assuming 12 months/year when missing months per year of use)\n        no  genital  use1,551 (74)1,399 (69)1.00 (referent)\n        ≤360 apps (equivalent to 1 year of daily use)138 (7)138 (7)1.15 (0.89, 1.47)\n          361–1,800 apps (equivalent to >1–5 years of daily use)124 (6)148 (7)1.36 (1.06, 1.75)\n          1,801–7,200 apps (equivalent to >5–20 years of daily use)124 (6)156 (8)1.41 (1.10, 1.80)\n          >7,200 apps (equivalent to >20 years of daily use)149 (7)185 (9)1.39 (1.11, 1.75)\n        P trend0.003\na\nadjusted only for the study matching factors: reference age, study center, and study phase.\nb\nnine cases and nine controls reported they knew that talc had been used on them in infancy so their age at exposure was recorded as 1.\nc\nexcludes talc users from phase 1 and part of phase 2 because months/year of use was not collected.\nTABLE 1. (Continued)\nControl Subjects\nN (%)\nCase Subjects\nN (%)\nAdjusted\na\nOR (95% CI)\n\nCramer et al. Epidemiology  •  Volume 27, Number 3, May 2016\n338\n | www.epidem.com © 2015 Wolters Kluwer Health, Inc. All rights reserved.\nTABLE 2. Illustrating Potential Effect Modification and Confounding\nControlsCases\nStratum-specific \nOR (95% CI)\na\n  \nfor Genital  \nTalc UseP Int\nb\nOR (95% CI)  \nfor Genital  \nTalc Use  \nAdjusted\nc\nNo Genital  \nTalc Use\nN (%)\nAny Genital  \nTalc Use\nN (%)\nNo Genital  \nTalc Use\nN (%)\nAny Genital  \nTalc Use\nN (%)\nage\n        <50670 (80)165 (20)600 (74)211 (26)1.42 (1.13, 1.80)0.631.30 (1.13, 1.49)\nd\n        50–64599 (68)278 (32)541 (64)308 (36)1.25 (1.03, 1.53)\n        ≥65282 (73)106 (27)258 (68)123 (32)1.35 (0.98, 1.85)\nStudy center\n        new  Hampshire319 (82)72 (18)316 (74)109 (26)1.52 (1.08, 2.14)0.301.31 (1.15, 1.50)\ne\n        Massachusetts1,232 (72)477 (28)1,083 (67)533 (33)1.29 (1.11, 1.50)\nStudy phase\n        1430 (82)92 (18)409 (73)149 (27)1.71 (1.27, 2.30)0.121.33 (1.16, 1.52)\nf\n        2519 (72)202 (28)448 (68)210 (32)1.23 (0.97, 1.55)\n        3602 (70)255 (30)542 (66)283 (34)1.25 (1.02, 1.54)\nrace\n        White1,500 (74)531 (26)1,321 (68)612 (32)1.35 (1.17, 1.55)0.0021.33 (1.16, 1.53)\n        african american17 (74)6 (26)16 (46)19 (54)5.08 (1.32, 19.6)\n        Hispanic27 (82)6 (18)25 (81)6 (19)1.10 (0.30, 4.12)\n        asian5 (50)5 (50)34 (94)2 (6)0.04 (0.01, 0.34)\n        Other2 (67%)1 (33)3 (50)3 (50)-\nBody mass index\n        <24.9798 (76)251 (24)727 (72)284 (28)1.25 (1.03, 1.53)0.591.32 (1.15, 1.51)\n        ≥24.9753 (72)298 (28)672 (65)358 (35)1.38 (1.14, 1.67)\nHeight (m)\n        <1.63755 (73)283 (27)689 (68)325 (32)1.28 (1.06, 1.56)0.711.32 (1.16, 1.52)\n        ≥1.63795 (75)266 (25.)710 (69)317 (31)1.37 (1.13, 1.66)\nWeight (lbs)\n        <148799 (77)241 (23)727 (73)272 (27)1.24 (1.01, 1.52)0.581.32 (1.15, 1.51)\n        ≥148745 (71)307 (29)670 (64)370 (36)1.38 (1.15, 1.66)\nParity\n        nulliparous284 (75)94 (25)455 (70)195 (30)1.28 (0.96, 1.71)0.711.33 (1.15, 1.52)\n        Parous1,267 (74)455 (26)944 (68)447 (32)1.34 (1.15, 1.57)\never breastfed\n        no781 (72)296 (28)953 (69)430 (31)1.21 (1.01, 1.45)0.161.30 (1.13, 1.50)\n        Ye s770 (75)253 (25)446 (68)212 (32)1.48 (1.19, 1.85)\nOral contraceptive use\n        never  or  <3  months559 (73)207 (27)672 (69)302 (31)1.25 (1.01, 1.55)0.381.32 (1.15, 1.51)\n        ≥3 months992 (74)342 (26)727 (68)340 (32)1.39 (1.16, 1.67)\nintrauterine device use\n        no1,300 (74)447 (26)1,203 (69)547 (31)1.35 (1.16, 1.56)0.591.33 (1.16, 1.52)\n        Ye s251 (71)102 (29)196 (67)95 (33)1.20 (0.85, 1.70)\nOvulatory cycles\n        <366748 (78)214 (22)542 (74)191 (26)1.28 (1.02, 1.61)0.761.31 (1.14, 1.52)\n        ≥366680 (71)281 (29)733 (65)402 (35)1.37 (1.13, 1.65)\nendometriosis or painful periods\n        no1,006 (74)345 (26)814 (70)351 (30)1.29 (1.08, 1.55)0.771.31 (1.14, 1.50)\n        Ye s545 (73)204 (27)585 (67)291 (33)1.35 (1.09, 1.67)\nJewish ethnicity\n        no1,455 (74)518 (26)1,277 (69)585 (31)1.33 (1.15, 1.53)0.721.33 (1.16, 1.52)\n        Ye s96 (76)31 (24)122 (68)57 (32)1.39 (0.83, 2.33)\n(Continued)\n\nEpidemiology  •  Volume 27, Number 3, May 2016 Ovarian Cancer and Talc\n© 2015 Wolters Kluwer Health, Inc. All rights reserved.   www.epidem.com   |   339\nassociation  was  significantly  greater  for  women  who  were  \nafrican  american,  had  no  personal  history  of  breast  cancer,  \nhad a tubal ligation or hysterectomy, were premenopausal, or \nwere postmenopausal and used Ht. the latter finding, together \nwith the dose–response data, is illustrated in Figure 2. among \nthe  Ht  users,  92%  used  estrogen  (alone  or  in  combination),  \n2% used progesterone alone, and 5% used creams or supposi-\ntories. increased epithelial ovarian cancer risk with genital talc \nuse was found in both women who had used estrogen alone or \nestrogen plus progesterone. too few women used progesterone \nonly Ht or estrogen creams or suppositories to examine risk \nwith  talc  use  in  these  groups  (data  not  shown).  the  median  \nduration of Ht use was 5 years. Subjects with <5 years of Ht \nuse had an overall Or (95% ci) for eOc risk with ever-use \nof talc on genitals of 2.93 (1.86, 4.62). Subjects with ≥5 years \nof Ht use had an Or (95% ci) that was slightly lower, 1.73 \nFamily history\ng\n        no1,446 (74)510 (26)1,267 (68)585 (32)1.34 (1.16, 1.55)0.611.33 (1.16, 1.52)\n        Ye s105 (73)39 (27)132 (70)57 (30)1.19 (0.73, 1.93)\nPersonal history of breast cancer\n        no1,498 (74)519 (26)1,299 (68)606 (32)1.38 (1.20, 1.59)0.011.33 (1.16, 1.53)\n        Ye s53 (64)30 (36)100 (74)36 (26)0.67 (0.37, 1.22)\nHysterectomy or tubal ligation\n        no1,135 (74)401 (26)1,134 (70)480 (30)1.22 (1.04, 1.43)0.021.34 (1.16, 1.53)\n        Ye s416 (74)148 (26)265 (62)162 (38)1.73 (1.31, 2.27)\nMenopausal status and Ht\n        Premenopausal735 (79)197 (21)653 (73)247 (27)1.41 (1.13, 1.75)<0.0011.33 (1.16, 1.53)\n        Postmenopausal,  no  Ht507 (69)230 (31)549 (70)238 (30)0.97 (0.78, 1.20)\n        Postmenopausal,  Ht309 (72)122 (28)197 (56)157 (44)2.21 (1.63, 3.00)\ncurrent smoking\n        no1,332 (74)473 (26)1,149 (68)538 (32)1.35 (1.16, 1.56)0.601.32 (1.16, 1.52)\n        Ye s219 (74)76 (26)250 (71)104 (29)1.19 (0.84, 1.69)\never smoked\n        no759 (75)248 (25)669 (70)291 (30)1.34 (1.10, 1.64)0.721.32 (1.16, 1.52)\n        Ye s792 (72)301 (28)730 (68)351 (32)1.31 (1.09, 1.58)\nasthma\n        no1,442 (75)492 (25)1,310 (69)586 (31)1.34 (1.16, 1.55)0.701.33 (1.16, 1.52)\n        Ye s109 (66)57 (34)89 (61)56 (39)1.25 (0.78, 2.01)\nalcohol (grams per day)\n        ≤2.32753 (74)269 (26)738 (70)311 (30)1.19 (0.98, 1.45)0.291.30 (1.13, 1.50)\n        >2.32763 (75)259 (25)623 (68)291 (32)1.43 (1.17, 1.75)\nany acetaminophen use\n        no1,190 (76)373 (24)1,076 (71)431 (29)1.30 (1.10, 1.53)0.831.32 (1.15, 1.52)\n        Ye s361 (67)176 (33)323 (60)211 (40)1.41 (1.09, 1.82)\nany aspirin or ibuprofen use\n        no936 (77)285 (23)901 (71)361 (29)1.32 (1.10, 1.59)0.941.34 (1.17, 1.53)\n        Ye s615 (70)264 (30)498 (64)281 (36)1.36 (1.11, 1.68)\nadjusted for all variables1,5515491,399642--1.32 (1.15, 1.53)\na\nadjusted for reference age (continuous), study center, and study phase.\nb\nP for interaction from likelihood ratio tests comparing models with main effects and interaction terms to models with main effects only.\nc\nadjusted  for  reference  age  (continuous),  study  center,  study  phase,  and  each  variable  listed  (individually).  BMi,  height,  weight,  and  ovulatory  cycles  were  adjusted  for  with  \nindicators for quartiles and parity (nulliparous, 1, 2, ≥2), breastfeeding (never, <4, 4–9, 10–19, >19 months), and Oc use (never, <23, 23–49, 50–96, >96 months) were adjusted for \nwith indicators for categories.\nd\nadjusted for reference age only.\ne\nadjusted for reference age and study center.\nf\nadjusted for reference age, study center, and study phase.\ng\nFamily history of ovarian or early onset breast cancer in a mother or sister.\nTABLE 2. (Continued)\nControlsCases\nStratum-specific \nOR (95% CI)\na\n  \nfor Genital  \nTalc UseP Int\nb\nOR (95% CI)  \nfor Genital  \nTalc Use  \nAdjusted\nc\nNo Genital  \nTalc Use\nN (%)\nAny Genital  \nTalc Use\nN (%)\nNo Genital  \nTalc Use\nN (%)\nAny Genital  \nTalc Use\nN (%)\n\nCramer et al. Epidemiology  •  Volume 27, Number 3, May 2016\n340\n | www.epidem.com © 2015 Wolters Kluwer Health, Inc. All rights reserved.\n(1.15, 2.62), but a clearer trend for increasing risk with talc-\nyears was more apparent in the longer term Ht users (data not \nshown). to explore the potential interaction between talc use \nand hysterectomy or tubal ligation, we restricted this analysis \nto  subjects  who  had  either  or  both  procedures  (table  3).  For  \npremenopausal women, risk for eOc was increased in women \nwho  used  talc  before  the  procedure,  while  risk  was  elevated  \nfor use both before and after the procedure in postmenopausal \nwomen who used Ht. no associations were seen in postmeno-\npausal  women  who  had  not  used  Ht.  there  were  too  few  \nsubjects who had used talc only after a hysterectomy or tubal \nligation to permit reliable estimates of risk.\nreturning to table 2, we applied the convention that a \nvariable may be a confounder if adjustment yields a 10% dif-\nference compared with the crude Or (or, in our study, com-\npared with the Or of 1.33 adjusted for age, study center, and \nstudy phase). a 10% lower or greater change corresponds to \nan  Or  ≤1.20  or  ≥1.46.  as  seen  in  the  far  right  column,  the  \nOr of 1.33 for ovarian cancer risk was not materially changed \nafter adjustment for any individual or all variables.\nBecause Figure 2 suggests that eOc risk with talc varies \nby menopausal status, we revisited the issue of interaction in \net able 1 (http://links.lww.com/eDe/B2) in which subjects are \nstratified by menopausal status. although few significant inter-\nactions  were  seen,  categories  for  several  variables  revealed  \ncontrasting overall associations and/or clearer dose–responses \n(Fig.  3).  For  premenopausal  women,  these  included  women  \nwith a BMi > 25, those who had breastfed, those who were not \ncurrent  smokers,  and  those  who  consumed  more  than  2.32  g  \nof  alcohol  per  day.  in  addition,  the  association  was  stronger  \nfor  both  pre-  and  post-menopausal  women  who  were  least  \nlikely to have a genetic basis for their ovarian cancer, defined \nas women with no personal history of breast cancer, without a \nprimary relative with either ovarian cancer or premenopausal \nbreast cancer, and non-Jewish women (etable 1; http://links.\nlww.com/eDe/B2). no important interactions were observed \nfor postmenopausal women, except for weight and BMi, Ht \nuse, and the combined “genetic” variable.\ntable  4  shows  Ors  stratified  by  menopausal  status  \nand histologic subtype of epithelial ovarian cancer. Overall, \ntalc use increased risk for serous and endometrioid invasive \nand  serous  borderline  tumors  with  the  dose–response  most  \napparent  for  serous  invasive  cancer.  For  premenopausal  \nwomen,  both  the  overall  associations  and  dose–responses  \nwere  stronger  with  serous  invasive  and  serous  borderline  \ntumors.  Premenopausal  women  also  had  an  increased  risk  \nfor  mucinous  borderline  tumors  at  the  highest  quartile  of  \ntalc  use  Or  =  2.28  (1.23,  4.26)  and  a  dose–response.  For  \npostmenopausal women, dose–responses were strongest for \nwomen with invasive serous and endometrioid tumors. talc \nuse was not associated with clear cell or mucinous invasive \nepithelial  ovarian  cancer  regardless  of  menopausal  status.  \nthe  Ors  and  dose–responses  for  the  combined  histologic  \nsubtypes  relevant  to  pre-  and  post-menopausal  women  are  \nshown in table 5. except for a few categories, these were not \nmaterially different than those illustrated in Figure 2. How-\never,  notably,  premenopausal  women  and  postmenopausal  \nHt-users  with  the  relevant  subtypes  who  had  accumulated  \n>24  talc-years  had  Ors  (95%  ci)  of  2.33  (1.32,  4.12)  and  \n2.57 (1.51, 4.36), respectively.\nFIGURE  2.  Associations between use \nof   talc on    genitals (never/ever and \nquartiles of   talc-years) and ovarian \ncancer by    menopausal status and \npostmenopausal hormone therapy.\n\nEpidemiology  •  Volume 27, Number 3, May 2016 Ovarian Cancer and Talc\n© 2015 Wolters Kluwer Health, Inc. All rights reserved.   www.epidem.com   |   341\nDISCUSSION\nWe analyzed case–control data collected over 16 years \non talc use and epithelial ovarian cancer risk to address issues \nrelated  to  definition  of  the  exposure,  bias  and  confound-\ning,  effect  modification,  histologic  heterogeneity,  and  dose–\nresponse. talc used regularly in the genital area was associated \nwith  a  33%  increase  in  ovarian  cancer  risk  overall  while  no  \napparent risk was associated with talc used only in nongenital \nareas. Our results are consistent with a recent pooled analysis \nfrom the Ocac which reported that use of powder on genitals \nis associated with a 24% increased risk and no effect of non-\ngenital use of talc.\n19\n there was general agreement on risk by \nhistologic type of epithelial ovarian cancer except that Ocac \nfound an association with clear cell cancer and we did not. the \nfindings from Ocac and our study contrast with null results \nfrom the WHi cohort analysis\n17\n raising the issue of recall bias \nin case–control studies.\naddressing recall bias, we conducted a sensitivity anal-\nysis  that  assumed  truly  nonexposed  cases  and  controls  were  \naccurately classified as unexposed (i.e., specificity 99%) and \nTABLE 3. Effect of Tubal Ligation and Hysterectomy by Menopausal Status and Hormone Therapy on Association Between \nGenital Talc Use and Ovarian Cancer\nGenital Talc Use \nAmong Women Who \nHad a Hysterectomy \nor Tubal Ligation\na\nPremenopausalPostmenopausal, Never Used HTPostmenopausal, Ever Used HT\nControlsCasesAdjusted\nb\nControlsCasesAdjusted\nb\nControlsCasesAdjusted\nb\nN (%)N (%)OR (95% CI)N (%)N (%)OR (95% CI)N (%)N (%)OR (95% CI)\nnever used147 (79)94 (71)1.00 (referent)139 (67)113 (67)1.00 (referent)130 (77)58 (48)1.00 (referent)\nUsed both before  \nand after\n26 (14)17 (13)0.99 (0.48, 2.06)45 (22)36 (21)1.00 (0.58, 1.72)21 (13)40 (33)5.85 (2.88, 11.9)\nUsed before only10 (5)20 (15)4.40 (1.73, 11.2)20 (10)16 (10)0.99 (0.46, 2.10)12 (7)18 (15)3.49 (1.39, 8.75)\nUsed after only3 (2)1 (1)0.33 (0.03, 3.60)3 (1)4 (2)1.66 (0.34, 8.21)5 (3)5 (4)2.11 (0.49, 9.17)\na\nthe median ages for tubal ligation and hysterectomy, respectively, were 34 and 39 for cases and 34 and 40 for controls.\nb\nadjusted for reference age (continuous), study center, study phase (3, 4, 5), parity (nulliparous, 1, 2, ≥2), breastfeeding (never, <4, 4–9, 10–19, >19 months), Oc use (never, \n<23, 23–49, 50–96, >96 months), iUD (never, ever), endometriosis or painful periods, personal history of breast cancer, Jewish ethnicity, tubal ligation, and BMi (<22.2, 22.2–24.8, \n24.9–28.6, >28.6).\nFIGURE 3. Variables modifying the    talc    association in   premenopausal women. \na\nP  heterogeneity from likelihood ratio tests com-\nparing a  model with ever/never talc    use    and    the    effect modifier to   a  model with these plus    the    interaction term between them.  \nb\nP  heterogeneity from likelihood ratio tests comparing a  model with indicators for   each quartile of   talc-years and    the    effect modi-\nfier to a model with these plus their interacton terms.\n\nCramer et al. Epidemiology  •  Volume 27, Number 3, May 2016\n342\n | www.epidem.com © 2015 Wolters Kluwer Health, Inc. All rights reserved.\nTABLE 4. \nGenital Talc Applications by Histologic Type and Menopausal Status\nCharacteristic\nControls \n%\nSerous Invasive\nMucinous Invasive\nEndometrioid Invasive\nClear Cell Invasive\nP\n  \nHet\nSerous Borderline\nMucinous Borderline\nP\n  \nHet\nCases \n%\nAdjusted\na\nOR (95% CI)\nCases \n%\nAdjusted\na\nOR (95% CI)\nCases \n%\nAdjusted\na\nOR (95% CI)\nCases \n%\nAdjusted\na\nOR (95% CI)\nCases \n%\nAdjusted\na\nOR (95% CI)\nCases \n%\nAdjusted\na\nOR (95% CI)\nall women\nn = 2,100\nn = 968\nn = 95\nn = 327\nn = 114\nn = 250\nn = 147\n        no  use\n74\n65\n1.00\n78\n1.00\n67\n1.00\n74\n1.00\n0.13\n70\n1.00\n78\n1.00\n0.20\n        any  use\n26\n35\n1.42 (1.19, 1.69)\n22\n0.87 (0.53, 1.44)\n33\n1.38 (1.06, 1.80)\n26\n1.01 (0.65, 1.57)\n30\n1.40 (1.03, 1.90)\n22\n1.02 (0.67, 1.54)\n        no  genital  use\n74\n66\n1.00\n78\n1.00\n67\n1.00\n74\n1.00\n70\n1.00\n78\n1.00\n        \n≤\n1 talc-year\n7\n7\n1.30 (0.94, 1.79)\n8\n1.30 (0.60, 2.82)\n8\n1.30 (0.81, 2.07)\n6\n0.94 (0.42, 2.14)\n8\n1.38 (0.80, 2.36)\n2\n0.33 (0.10, 1.06)\n        >1–5  talc-years\n6\n7\n1.45 (1.05, 2.01)\n3\n0.57 (0.18, 1.85)\n8\n1.54 (0.96, 2.48)\n7\n1.44 (0.66, 3.13)\n8\n1.72 (1.02, 2.89)\n6\n1.31 (0.63, 2.71)\n        >5–24  talc-years\n7\n9\n1.33 (0.99, 1.79)\n8\n1.15 (0.54, 2.46)\n8\n1.14 (0.72, 1.80)\n5\n0.63 (0.27, 1.51)\n8\n1.18 (0.69, 2.00)\n11\n1.64 (0.92, 2.92)\n        >24  talc-years\n6\n11\n1.54 (1.15, 2.07)\n2\n0.38 (0.09, 1.60)\n9\n1.67 (1.06, 2.63)\n8\n1.35 (0.64, 2.84)\n6\n1.55 (0.87, 2.77)\n3\n0.84 (0.32, 2.16)\n        \nP\n trend\n0.003\n0.24\n0.04\n0.64\n0.16\n0.16\n0.76\n0.55\nPremenopausal\nn = 932\nn = 282\nn = 51\nn = 177\nn = 56\nn = 175\nn = 108\n        no  use\n79\n70\n1.00\n78\n1.00\n70\n1.00\n79\n1.00\n0.49\n72\n1.00\n78\n1.00\n0.44\n        any  use\n21\n30\n1.43 (1.04, 1.98)\n22\n1.04 (0.52, 2.10)\n30\n1.34 (0.91, 1.98)\n21\n0.87 (0.44, 1.75)\n28\n1.56 (1.06, 2.31)\n22\n1.25 (0.75, 2.06)\n        no  genital  use\n79\n70\n1.00\n78\n1.00\n71\n1.00\n79\n1.00\n72\n1.00\n78\n1.00\n        \n≤\n1 talc-year\n7\n5\n0.71 (0.38, 1.34)\n14\n1.81 (0.75, 4.37)\n9\n1.13 (0.60, 2.11)\n4\n0.33 (0.08, 1.47)\n9\n1.51 (0.82, 2.80)\n1\n0.13 (0.02, 0.99)\n        >1–5  talc-years\n5\n7\n1.71 (0.94, 3.12)\n4\n1.01 (0.23, 4.42)\n7\n1.58 (0.77, 3.27)\n9\n2.41 (0.83, 7.01)\n7\n1.58 (0.78, 3.21)\n6\n1.57 (0.66, 3.74)\n        >5  talc-years\n9\n18\n1.85 (1.21, 2.80)\n4\n0.44 (0.10, 1.90)\n13\n1.33 (0.77, 2.31)\n9\n0.87 (0.32, 2.38)\n12\n1.66 (0.96, 2.88)\n15\n2.28 (1.23, 4.26)\n        P\n trend\n0.003\n0.24\n0.34\n0.88\n0.06\n0.09\n0.005\n0.28\nPostmenopausal\nn = 1,168\nn = 686\nn = 44\nn = 150\nn = 58\nn = 75\nn = 39\n        no  use\n70\n63\n1.00\n77\n1.00\n63\n1.00\n69\n1.00\n0.29\n65\n1.00\n77\n1.00\n0.43\n        any  use\n30\n37\n1.36 (1.10, 1.67)\n23\n0.70 (0.34, 1.46)\n37\n1.36 (0.94, 1.97)\n31\n1.10 (0.61, 1.99)\n35\n1.15 (0.69, 1.91)\n23\n0.80 (0.37, 1.75)\n        no  genital  use\n70\n64\n1.00\n77\n1.00\n63\n1.00\n69\n1.00\n65\n1.00\n77\n1.00\n        \n≤\n5 talc-years\n13\n15\n1.44 (1.07, 1.93)\n5\n0.34 (0.08, 1.46)\n15\n1.39 (0.82, 2.33)\n14\n1.32 (0.58, 2.99)\n16\n1.40 (0.70, 2.79)\n10\n1.24 (0.41, 3.77)\n        >5–24  talc-years\n8\n9\n1.19 (0.83, 1.71)\n14\n1.67 (0.66, 4.20)\n9\n1.15 (0.61, 2.19)\n3\n0.39 (0.09, 1.69)\n8\n1.11 (0.45, 2.73)\n8\n1.03 (0.30, 3.55)\n        >24  talc-years\n9\n12\n1.33 (0.96, 1.85)\n5\n0.45 (0.10, 1.91)\n13\n1.60 (0.93, 2.77)\n14\n1.59 (0.70, 3.60)\n11\n0.99 (0.44, 2.21)\n5\n0.39 (0.09, 1.76)\n        \nP\n trend\n0.13\n0.49\n0.12\n0.44\n0.58\n0.91\n0.23\n0.29\na\nadjusted  for  reference  age  (continuous),  study  center,  study  phase  (3,  4,  5),  parity  (nulliparous,  1,  2,  \n≥\n2),  breastfeeding  (never,  <4,  4–9,  10–19,  >19  months),  Oc  use  (never,  <23,  23–49,  50–96,  >96  months),  Ht  use  \n(premenopausal, postmenopausal never used, postmenopausal used Ht), iUD (never, ever), endometriosis or painful periods, personal history of breast cancer, Jewish ethnicity, tubal ligation, and BMi (<22.2, 22.2–24.8, 24.9–28.6, >28.6).\n\nEpidemiology  •  Volume 27, Number 3, May 2016 Ovarian Cancer and Talc\n© 2015 Wolters Kluwer Health, Inc. All rights reserved.   www.epidem.com   |   343\ntruly exposed cases were also correctly classified (sensitivity \n99%). the Or of 1.33 in our study would be nullified if the \nsensitivity of correctly classified controls fell to 82% or 18% \nmisclassification. Unfortunately, there are no external records \nto  validate  talc  use  reported  by  study  participants  to  assess  \nwhether this degree of misclassification is reasonable. Some-\nwhat analogous to talc and ovarian cancer is alcohol use and \nbreast  cancer.  nurses’  Health  Study  investigators  examined  \nthe  latter  association  both  with  prospective  data  collected  at  \nbaseline and retrospective data obtained by resurveying sub-\njects  after  diagnosis.\n25\n  they  found  an  (age  adjusted)  Or  for  \nbreast  cancer  of  1.42  associated  with  30  or  more  grams  of  \nalcohol/day relative to nondrinkers from the prospective data \ncompared with 1.33 from the retrospective data. this change \nbetween  two  analyses  would  occur  if  the  sensitivity  of  con-\ntrols  correctly  recalling  alcohol  use  dropped  to  91%  (or  9%  \nmisclassification).  this  suggests  some  degree  of  misclas-\nsification  in  retrospective  data  but  not  as  great  as  the  18%  \nrequired  to  nullify  the  association  between  use  of  talc  on  \ngenitals and ovarian cancer risk in our study. no comparable \nstudy  on  talc  comparing  results  from  prospective  versus  ret-\nrospective data has been performed. However, several obser-\nvations  are  incompatible  with  the  possibility  that  recall  bias  \nexplains the association: (1) Ors are generally lower in stud-\nies  which  asked  about  “ever  use”  of  talc\n5,8,11\n  compared  with  \nthose  that  specified  regular  use,\n6,7,9,12,13\n  whereas  higher  Ors  \nwould  be  expected  if  cases  are  more  likely  to  recall  limited  \never-use; (2) no association with nongenital talc use; (3) risk \nvaries by histologic type; (4) the association is stronger in pre-\nmenopausal women who are closer in time to talc use and less \nlikely to have forgotten it; and (5) Ors from recent studies\n11,13\n \nare lower than those from earlier ones,\n6,7\n whereas increasing \npublicity about the association over time might lead to greater \nrecall  bias  and  higher  Ors  in  more  recent  studies.  related  \narguments that cases initiate talc use because of treatment of \novarian  cancer  or  early  symptoms  of  disease  also  lack  merit  \nbecause we censored exposures 1 year before the date of diag-\nnosis  and  most  talc-users  began  the  habit  around  age  20—a  \ndecade or more before the ovarian cancer diagnosis.\nWhether the association is a result of confounding must \nalso  be  addressed.  a  1998  article  identified  BMi,  smoking,  \nand alcohol use as potential correlates of talc use in the gen-\neral population.\n26\n in our study, powder users were more likely \nto be older, from more urban/suburban areas, heavier, asthma \nsufferers, and regular analgesics users. However, none of these \nor  other  table  2  variables  altered  the  overall  association  by  \nmore than 10%, providing no indication of confounding. talc \nuse was also greater in african americans and notably associ-\nated with a high, albeit imprecise, Or (and 95% ci) of 5.08 \n(1.32, 19.6). this finding clearly requires further study.\nthe  observation  that  talc  users,  both  case  and  control  \nsubjects, were more likely to say they had asthma has not been \npreviously reported. the link between powder use and asthma \nmay not be fully appreciated from table 2 since women who \nused  talc  as  a  body  powder  but  not  to  the  genital  area  were  \nclassified as nonexposed. Making no body or genital exposure \nthe  nonexposed  referent  group  and  asthma  the  outcome,  the  \nOrs  (and  95%  ci)  for  asthma  for  body  exposure  to  talc  is  \n1.27 (0.80, 2.03) for cases and 1.02 (0.66, 1.57) for controls. \nthe  comparable  Or  for  genital  use  of  talc  with  or  without  \nbody use is 1.48 (1.00, 2.18) for cases and 1.45 (1.00, 2.10) \nfor controls. Sixty of 85 cases (70%) with asthma and 57 of 89 \n(64%)  controls  reported  that  talc  use  predated  asthma  onset.  \nalthough  chance  must  be  considered  a  possible  explanation  \nfor this novel finding, talc is a cause of occupational asthma\n27\n \nand  respiratory  distress  has  been  reported  in  infants  after  \ntalc  was  accidentally  inhaled.\n28\n  that  asthma  may  be  associ-\nated with use of talc is important not only because of health \nTABLE 5. Associations Between Genital Talc Use (Never/Ever and Quartiles of Talc-years) and Ovarian Cancer by Menopausal \nStatus and Postmenopausal Hormone Therapy Among Restricted Histologic Types\nGenital Talc \nUse\nPremenopausalPostmenopausal, Never Used HTPostmenopausal, Ever Used HT\nControlsCases\na\nAdjusted\nb\nControlsCases\na\nAdjusted\nb\nControlsCases\na\nAdjusted\nb\nN (%)N (%)OR (95% CI)N (%)N (%)OR (95% CI)N (%)N (%)OR (95% CI)\nnever735 (79)531 (72)1.00 (referent)507 (69)378 (69)1.00 (referent)309 (72)152 (53)1.00 (referent)\never197 (21)211 (28)1.42 (1.12, 1.81)230 (31)173 (31)1.00 (0.78, 1.28)122 (28)133 (47)2.32 (1.64, 3.27)\nno genital use735 (79)531 (72)1.00 (referent)507 (69)378 (69)1.00 (referent)309 (72)152 (54)1.00 (referent)\n≤170 (8)47 (6)0.90 (0.60, 1.37)40 (6)36 (7)1.32 (0.80, 2.17)28 (7)28 (10)2.02 (1.10, 3.70)\n>1–544 (5)52 (7)1.66 (1.06, 2.60)52 (7)32 (6)0.81 (0.50, 1.32)28 (7)29 (10)2.56 (1.40, 4.67)\n>5–2459 (6)68 (9)1.54 (1.04, 2.28)61 (8)41 (8)0.86 (0.55, 1.33)26 (6)30 (11)2.18 (1.19, 4.00)\n>2421 (2)41 (6)2.33 (1.32, 4.12)70 (10)56 (10)1.00 (0.68, 1.49)36 (8)43 (15)2.57 (1.51, 4.36)\nP trend0.00060.880.001\na\nPostmenopausal cases are restricted to serous and endometrioid invasive, premenopausal cases additionally include serous and mucinous borderline cases.\nb\nadjusted for reference age (continuous), study center, study phase (3, 4, 5), parity (nulliparous, 1, 2, ≥2), breastfeeding (never, <4, 4–9, 10–19, >19 months), Oc use (never, \n<23, 23–49, 50–96, >96 months), iUD (never, ever), endometriosis or painful periods, personal history of breast cancer, Jewish ethnicity, tubal ligation, and BMi (<22.2, 22.2–24.8, \n24.9–28.6, >28.6).\n\nCramer et al. Epidemiology  •  Volume 27, Number 3, May 2016\n344\n | www.epidem.com © 2015 Wolters Kluwer Health, Inc. All rights reserved.\nconsequences on its own but also because it may shed light on \nbiologic mechanisms potentially relevant to the talc and ovar-\nian cancer association.\nalthough we found no evidence of confounding, we did \nfind  several  examples  of  effect  modification  of  the  associa-\ntion  between  talc  and  epithelial  ovarian  cancer.  Overall,  the  \nassociation was greater in women with no personal history of \nbreast cancer, those who had a tubal ligation or hysterectomy, \nin  premenopausal  women,  and  postmenopausal  women  who  \nhad used Ht. among these factors, perhaps the most impor-\ntant  is  effect  modification  of  the  association  by  menopausal  \nstatus and menopausal Ht.\napparent  lack  of  an  elevated  risk  for  epithelial  ovar-\nian  cancer  from  talc  use  in  postmenopausal  women  without  \nHt use has not been reported previously. explanations might \ninclude that there is no association with talc use in the absence \nof endogenous or exogenous estrogen, fading memory of past \nexposures,  women  who  will  develop  ovarian  cancer  from  \ntalc  use  leave  the  at  risk  pool  before  they  reach  menopause,  \nor  more  complex  interactions  with  multiple  risk  factors  and  \ngene–environment interactions. Of possible relevance, Moor-\nman  et  al.\n29\n  observed  that  reproductive  events  that  clearly  \naffect risk in premenopausal women may not affect risk to the \nsame degree in postmenopausal women. Whatever the expla-\nnation,  our  observation  challenges  the  relevance  of  the  WHi  \nstudy  to  the  ovarian  cancer/talc  association  since  only  post-\nmenopausal  women  were  enrolled  in  WHi  and  Ht  use  was  \nexamined only as a confounder, not an effect modifier.\n16\n Fur-\nther  study  will  be  necessary  to  clarify  the  role  that  talc  may  \nplay  in  postmenopausal  women  who  did  not  use  Ht  with  a  \nfocus on those factors that may increase endogenous estrogen, \nsuch as greater BMi.\nthat the association is more apparent in premenopausal \nwomen  and  in  postmenopausal  women  who  used  hormonal  \ntherapy suggests that estrogen plays a role in the association. \nin  talc  inhalation  studies  conducted  by  the  national  toxi-\ncology  Program,  only  female  rats  developed  lung  tumors.\n30\n \nliterature  on  airway  inflammation  from  particulates  is  also  \nrelevant. citing evidence that asthma may be exacerbated dur-\ning pregnancy, Zhang et al.\n31\n postulated this may be due to an \neffect  of  estrogen  on  macrophage  activity  and  inflammatory  \nresponse  to  particulates  normally  considered  inert,  like  tita-\nnium dioxide (tiO\n2\n). their in-vivo studies demonstrated that \nmacrophages from pregnant mice transplanted to nonpregnant \nrecipients  conferred  an  inflammatory  phenotype  in  response  \nto  tiO\n2\n.  Such  studies  should  be  repeated  with  talc,  another  \nparticulate considered “inert.”\nan exploratory analysis of other potential effect modi-\nfiers led to several other observations that may have biologic \nrelevance. the overall associations and dose–responses were \n“stronger” for premenopausal women who had a greater BMi, \nhad breastfed, were not current smokers, and consumed alco-\nhol  (Fig.  3).  Due  to  the  large  number  of  associations  tested,  \nchance  must  be  the  first  explanation  considered.  However,  \na  common  denominator  could  be  prolactin  since  its  levels  \nare  higher  in  women  who  have  greater  BMi,\n32\n  breastfed,\n33\n \ndo  not  currently  smoke,\n34\n  consume  alcohol,\n35\n  and  are  post-\nmenopausal and use Ht.\n36\n like estrogen, prolactin may have \nmultiple  effects  on  immune  cells,  especially  monocytes  and  \nmacrophages\n37\n  whose  role  in  scavenging  talc  in  tissue  is  \ndescribed.\n38\n these observations provide a framework for talc \ncarcinogenicity in eOc involving chronic inflammation.\n9\nBiologic   credibility   of   the   talc/eOc   association   is   \nenhanced  by  persuasive  evidence  that  inert  particles  the  size  \nof talc, present in the vagina, can migrate to the upper geni-\ntal  tract.  in  a  technique  called  hysterosalpingoscintigraphy,  \ntechnetium-labeled  albumen  microspheres  are  placed  in  the  \nvagina  and  their  migration  to  the  upper  tract  was  confirmed  \nusing serial scintograms.\n39\n the microspheres are 5 to 40 μm \nin  diameter—a  range  which  includes  the  size  of  sperm  and  \ntalc. Migration from the vagina is the obvious explanation for \nwhy  talc  can  be  found  in  diseased  (and  some  normal)  ova-\nries.\n3\n  Unfortunately,  no  epidemiologic  study  of  epithelial  \novarian cancer and talc has taken the opportunity to determine \nwhether talc can actually be found in tissues removed at sur-\ngery and correlated with exposure to talc. a clue to talc’s pres-\nence is birefringent particles found when slides are examined \nunder polarized-light microscopy. although confirmation that \nthe material is actually talc requires scanning electron micros-\ncopy  and  X-ray  dispersion  spectroscopy,  presence  of  bire-\nfringence  is  a  practical  screening  technique  as  illustrated  by  \na case report of a woman with ovarian cancer and long-term \ntalc use who had talc in her pelvic lymph nodes first suggested \nby birefringence.\n40\nthere  are  inherent  limitations  quantifying  a  dose–\nresponse due to a lack of metrics for how much talc is in an \n“application,”  how  much  enters  the  vagina,  and  how  much  \nreaches the upper genital tract where, presumably, any delete-\nrious  effect  is  mediated.  this  may  account  for  the  failure  to  \nidentify a dose–response in many papers on talc and ovarian \ncancer. Our 1999 study\n7\n suggested that adjusting total applica-\ntions by whether the genital tract was “open” (i.e., excluding \nuse after a tubal ligation or hysterectomy and examining use \nduring  times  when  ovulation  was  occurring)  yielded  signifi-\ncant dose–responses. Mills et al.\n10\n found a dose–response by \nfrequency of use. Wu et al.,\n12\n looking at all types of body use, \nfound  a  dose–response  with  estimated  applications.  Merritt  \net al.\n11\n reported a significant trend in risk for invasive serous \novarian cancer with years of talc use. the recent Ocac analy-\nsis  reported  no  trend  with  increasing  lifetime  applications  \nwhen  restricted  to  talc  users.\n19\n  However,  an  increase  in  risk  \nwith increasing applications was found for nonmucinous epi-\nthelial ovarian cancer when nonusers were included. Virtually \nall papers that have looked at dose–response for talc and epi-\nthelial ovarian cancer risk have included nonusers in the trend \nanalysis.  in  our  article,  we  calculated  talc-years  and  showed  \nthat, overall, there is a significant trend for epithelial ovarian \ncancer risk and talc-years when nonusers are included, and the \n\nEpidemiology  •  Volume 27, Number 3, May 2016 Ovarian Cancer and Talc\n© 2015 Wolters Kluwer Health, Inc. All rights reserved.   www.epidem.com   |   345\ntrend  is  even  more  apparent  in  premenopausal  women  with  \ncertain epithelial ovarian cancer subtypes.\nin  summary,  this  study  on  talc  and  epithelial  ovarian  \ncancer has contributed the following perspectives, some new, \nregarding this association:\n (1) Overall, there is an association between genital talc use \nand eOc and a significant trend with increasing “talc-\nyears” of use.\n(2)     among many epidemiologic variables, no confounders \nfor the association were identified.\n(3)     talc users, both cases and controls, were more likely to \nreport a medical history of asthma.\n(4) the talc/epithelial ovarian cancer association was largely \nconfined to premenopausal women and postmenopausal \nwomen  who  used  Ht.  Other  potential  effect  modifiers  \nin premenopausal women included BMi, breastfeeding, \ncurrent  smoking,  or  alcohol  use.  these  observations  \nmay  suggest  a  role  for  estrogen  and/or  prolactin,  both  \nknown to affect macrophage function and inflammatory \nresponse.\n(5)  Histologic  subtypes  of  epithelial  ovarian  cancer  more  \nlikely  to  be  associated  with  talc  include  serous  and  \nmucinous  borderline  tumors  and  invasive  serous  and  \nendometrioid tumors.\n(6) For epithelial ovarian cancer categories based on certain \neffect modifiers or histologic subtypes, stronger overall \nassociations and dose–responses were observed.\n(7)     the association may be stronger in african americans.\nan  editorial\n17\n  accompanying  the  WHi  study\n16\n  noted  \nthat  “several  case–control  studies  have  reported  associations  \nbetween talc use and ovarian cancer risk” and “no epidemio-\nlogic  studies  have  demonstrated  a  dose–response”  (page  2).  \nWe believe these appraisals understate the epidemiologic evi-\ndence.  there  have  been  dozens  of  case–control  studies  and  \nseveral have, in fact, found a dose–response. the editorial fur-\nther notes that “it does not seem likely that additional conven-\ntional epidemiologic studies will strengthen the evidence for \nor against talc carcinogenicity” (page 2). We believe the obser-\nvations made here present a good case for talc carcinogenicity \nand  that  reanalyses  of  existing  data  from  already  published  \nstudies  might  provide  confirmatory  evidence.  to  encourage  \nconsolidation of data, we have provided a copy of the “raw” \nand  derived  variables  examined  in  our  study  to  nci  dbgaP  \n(available    here:    http://www.ncbi.nlm.nih.gov/projects/gap/\ncgi-bin/study.cgi?study_id=phs001034.v1.p1)  as  well  as  the  \nSaS and Stata programs used in this analysis  (eappendix 1; \nhttp://links.lww.com/eDe/B2).\nREFERENCES\n  1.   cralley  lJ,  Key  MM,  groth  DH,  lainhart  WS,  ligo  rM.  Fibrous  and  \nmineral  content  of  cosmetic  talcum  products.  Am  Ind  Hyg  Assoc  J. \n1968;29:350–354.\n  2.  graham  J,  graham  r.  Ovarian  cancer  and  asbestos.  Environ  Res. \n1967;1:115–128.\n  3. Henderson WJ, Joslin ca, turnbull ac, griffiths K. talc and carcinoma of \nthe ovary and cervix. J Obstet Gynaecol Br Commonw. 1971;78:266–272.\n  4.  cramer DW, Welch Wr, Scully re, Wojciechowski ca. Ovarian cancer \nand talc: a case-control study. Cancer. 1982;50:372–376.\n  5. Purdie D, green a, Bain c, et al. reproductive and other factors and risk \nof epithelial ovarian cancer: an australian case-control study. Survey of \nWomen’s Health Study group. Int J Cancer. 1995;62:678–684.\n  6.  chang S, risch Ha. Perineal talc exposure and risk of ovarian carcinoma. \nCancer. 1997;79:2396–2401.\n  7.  cramer DW, liberman rF, titus-ernstoff l, et al. genital talc exposure \nand risk of ovarian cancer. Int J Cancer. 1999;81:351–356.\n  8. Wong c, Hempling re, Piver MS, natarajan n, Mettlin cJ. Perineal talc \nexposure and subsequent epithelial ovarian cancer: a case-control study. \nObstet Gynecol. 1999;93:372–376.\n  9.   ness  rB,  grisso  Ja,  cottreau  c,  et  al.  Factors  related  to  inflammation  \nof  the  ovarian  epithelium  and  risk  of  ovarian  cancer.  Epidemiology. \n2000;11:111–117.\n 10. Mills PK, riordan Dg, cress rD, Young Ha. Perineal talc exposure and \nepithelial  ovarian  cancer  risk  in  the  central  Valley  of  california.  Int  J  \nCancer. 2004;112:458–464.\n 11. Merritt Ma, green ac, nagle cM, Webb PM; australian cancer Study \n(Ovarian cancer); australian Ovarian cancer Study group. talcum pow-\nder, chronic pelvic inflammation and nSaiDs in relation to risk of epithe-\nlial ovarian cancer. Int J Cancer. 2008;122:170–176.\n  12.  Wu  aH,  Pearce  cl,  tseng  cc,  templeman  c,  Pike  Mc.  Markers  of  \ninflammation  and  risk  of  ovarian  cancer  in  los  angeles  county.  Int  J  \nCancer. 2009;124:1409–1415.\n 13.  rosenblatt Ka, Weiss nS, cushing-Haugen Kl, Wicklund Kg, rossing \nMa.  genital  powder  exposure  and  the  risk  of  epithelial  ovarian  cancer.  \nCancer Causes Control. 2011;22:737–742.\n  14.  langseth  H,  Hankinson  Se,  Siemiatycki  J,  Weiderpass  e.  Perineal  use  \nof  talc  and  risk  of  ovarian  cancer.  J  Epidemiol  Community  Health. \n2008;62:358–360.\n  15.  Baan  r,  Straif  K,  grosse  Y,  Secretan  B,  el  ghissassi  F,  cogliano  V;  \nWHO international agency for research on cancer Monograph Working \ngroup.  carcinogenicity  of  carbon  black,  titanium  dioxide,  and  talc.  \nLancet Oncol. 2006;7:295–296.\n 16. Houghton Sc, reeves KW, Hankinson Se, et al. Perineal powder use and \nrisk of ovarian cancer. J Natl Cancer Inst. 2014;106:1–6.\n 17. Wentzensen n, Wacholder S. talc use and ovarian cancer: epidemiology \nbetween a rock and a hard place. J Natl Cancer Inst. 2014;106:1–2.\n 18.  gates Ma, tworoger SS, terry Kl, et al. talc use, variants of the gStM1, \ngStt1,  and  nat2  genes,  and  risk  of  epithelial  ovarian  cancer.  Cancer \nEpidemiol Biomarkers Prev. 2008;17:2436–2444.\n  19.  terry  Kl,  Karageorgi  S,  Shvetsov  YB,  et  al.;  australian  cancer  Study  \n(Ovarian  cancer);  australian  Ovarian  cancer  Study  group;  Ovarian  \ncancer association consortium. genital powder use and risk of ovarian \ncancer: a pooled analysis of 8,525 cases and 9,859 controls. Cancer Prev \nRes (Phila). 2013;6:811–821.\n 20. Vitonis aF, titus-ernstoff l, cramer DW. assessing ovarian cancer risk \nwhen  considering  elective  oophorectomy  at  the  time  of  hysterectomy.  \nObstet Gynecol. 2011;117:1042–1050.\n 21. Mccluggage Wg. My approach to and thoughts on the typing of ovarian \ncarcinomas. J Clin Pathol. 2008;61:152–163.\n 22. Willett Wc, reynolds rD, cottrell-Hoehner S, Sampson l, Browne Ml. \nValidation of a semi-quantitative food frequency questionnaire: compari-\nson with a 1-year diet record. J Am Diet Assoc. 1987;87:43–47.\n 23.  glynn rJ, rosner B. Multiple imputation to estimate the association be-\ntween eyes in disease progression with interval-censored data. Stat Med. \n2004;23:3307–3318.\n  24.  lash  tl,  Fox  MP,  Fink  aK.  Applying  Quantitative  Bias  Analysis  to  \nEpidemiologic Data. new York, nY: Springer; 2009.\n 25.  giovannucci e, Stampfer MJ, colditz ga, et al. recall and selection bias \nin reporting past alcohol consumption among breast cancer cases. Cancer \nCauses Control. 1993;4:441–448.\n   26.   rosenblatt   Ka,   Mathews   Wa,   Daling   Jr,   Voigt   lF,   Malone   K.   \ncharacteristics  of  women  who  use  perineal  powders.  Obstet  Gynecol. \n1998;92:753–756.\n 27.  chan-Yeung M. Occupational asthma. Clin Rev Allergy. 1986;4:251–266.\n 28. gould Sr, Barnardo De. respiratory distress after talc inhalation. Br J \nDis Chest. 1972;66:230–233.\n\nCramer et al. Epidemiology  •  Volume 27, Number 3, May 2016\n346\n | www.epidem.com © 2015 Wolters Kluwer Health, Inc. All rights reserved.\n  29.  Moorman  Pg,  calingaert  B,  Palmieri  rt,  et  al.  Hormonal  risk  factors  \nfor ovarian cancer in premenopausal and postmenopausal women. Am J \nEpidemiol. 2008;167:1059–1069.\n   30.   national   toxicology   P.   ntP   toxicology   and   carcinogenesis   studies   \nof  talc  (caS  no.  14807-96-6)(non-asbestiform)  in  F344/n  rats  and  \nB6c3F1  mice  (inhalation  studies).  Natl  Toxicol  Program  Tech  Rep  Ser. \n1993;421:1–287.\n  31.  Zhang  Y,  Mikhaylova  l,  Kobzik  l,  Fedulov  aV.  estrogen-mediated  \nimpairment  of  macrophageal  uptake  of  environmental  tiO2  particles  \nto  explain  inflammatory  effect  of  tiO2  on  airways  during  pregnancy.  \nJ Immunotoxicol. 2015;12:81–91.\n  32.  roelfsema  F,  Pijl  H,  Keenan  DM,  Veldhuis  JD.  Prolactin  secretion  in  \nhealthy adults is determined by gender, age and body mass index. PLoS \nOne. 2012;7:e31305.\n  33.  Delvoye  P,  Demaegd  M,  Uwayitu-nyampeta,  robyn  c.  Serum  pro-\nlactin,  gonadotropins,  and  estradiol  in  menstruating  and  amenor-\nrheic  mothers  during  two  years’  lactation.  Am  J  Obstet  Gynecol. \n1978;130:635–639.\n  34.  Berta  l,  Fortunati  n,  gennari  P,  appendino  M,  casella  a,  Frairia  r.  \ninfluence of cigarette smoking on pituitary and sex hormone balance in \nhealthy premenopausal women. Fertil Steril. 1991;56:788–789.\n  35.  Sarkola  t,  Mäkisalo  H,  Fukunaga  t,  eriksson  cJ.  acute  effect  of  alcohol  \non estradiol, estrone, progesterone, prolactin, cortisol, and luteinizing hor-\nmone in premenopausal women. Alcohol Clin Exp Res. 1999;23:976–982.\n  36.  Kalleinen  n,  Polo-Kantola  P,  irjala  K,  et  al.  24-hour  serum  levels  of  \ngrowth  hormone,  prolactin,  and  cortisol  in  pre-  and  postmenopausal  \nwomen: the effect of combined estrogen and progestin treatment. J Clin \nEndocrinol Metab. 2008;93:1655–1661.\n  37.  Malaguarnera  l,  imbesi  r,  Di  rosa  M,  et  al.  action  of  prolactin,  iFn-\ngamma, tnF-alpha and lPS on heme oxygenase-1 expression and VegF \nrelease   in   human   monocytes/macrophages.   Int   Immunopharmacol. \n2005;5:1458–1469.\n 38. goldner rD, adams DO. the structure of mononuclear phagocytes dif-\nferentiating in vivo. iii. the effect of particulate foreign substances. Am J \nPathol. 1977;89:335–350.\n  39.  Kunz  g,  Beil  D,  Deininger  H,  Wildt  l,  leyendecker  g.  the  dynamics  \nof rapid sperm transport through the female genital tract: evidence from \nvaginal  sonography  of  uterine  peristalsis  and  hysterosalpingoscintigra-\nphy. Hum Reprod. 1996;11:627–632.\n 40. cramer DW, Welch Wr, Berkowitz rS, godleski JJ. Presence of talc in \npelvic lymph nodes of a woman with ovarian cancer and long-term geni-\ntal exposure to cosmetic talc. Obstet Gynecol. 2007;110(2 Pt 2):498–501."
  },
  {
    "id": "f0e177d5-a71e-42a6-8dac-267a695ac061",
    "name": "Risk factors for ovarian cancer.pdf",
    "type": "application/pdf",
    "text": "\n\nBr.\nJ.\nCancer\n(1989),\n60,\n592-598\n©\nThe\nMacmillan\nPress\nLtd.,\nRisk\nfactorsforovarian\ncancer:\nacase\n-control\nstudy\nM.\nBooth',V.Beral3&P.\nSmith2\n'Epidemiological\nMonitoringUnit\nand2Tropical\nEpidemiologyUnit,\nDepartmentof\nEpidemiology&Population\nSciences,\nLondon\nSchool\nof\nHygiene\nand\nTropical\nMedicine,Keppel\nStreet\n(GowerStreet),London\nWCIE\n7HT,UK;\nand\n31mperialCancer\nResearch\nFund,Epidemiology&\nClinicalTrialsUnit,\nRadcliffeInfirmary,\nOxford\nOX2\n6HE,\nUK.\nSummary\nA\nhospital-based\ncase-control\nstudy\nofovarian\ncancerwasconducted\nin\nLondonandOxford\nbetweenOctober1978\nand\nFebruary\n1983.Menstrual\ncharacteristics,reproductive\nand\ncontraceptivehistory\nand\nhistoryofexposure\ntovariousenvironmental\nfactorswere\ncompared\nbetween235women\nwith\nhis-\ntologicallydiagnosedepithelial\novarian\ncancerand\n451controls.\nHigh\ngravidity,\nhysterectomy,\nfemalesterilisa-\ntion\nandoralcontraceptive\nusewere\nassociatedwithareducedrisk\nof\novarian\ncancer.\nInfertility\nandlate\nage\nat\nmenopause\nwereassociated\nwith\nanincrease\nin\nrisk.\nWhilethese\nfactorswere\nrelated,\nthey\nwere\neach\nfound\ntobe\nindependently\nassociatedwith\novariancancerriskafter\nadjusting\nfortheeffectof\ntheother\nfactors.\nWhileresultsfromrecentcase-controlstudies\nhave\ncon-\nsistently\nshownthat\nmultiparity\nandoral\ncontraceptive\nuse\nareassociatedwithareduced\nriskofovarian\ncancer,\nthe\nassociationofthecancer\nwithother\nreproductive,\nhormonal\nandrelatedfactorssuchas\nage\nat\nmenopause,\nhistory\nof\nhysterectomy\noruseof\noestrogen\nreplacement\ntherapy\nisless\nclear.We\nhaveconducteda\nhospital-based\ncase-control\nstudy\ninLondonandOxfordwhichwas\ndesigned\nto\ninves-\ntigate\nthe\nindependent\ncontributions\nof\nreproductive\nhistory\nand\ncontraceptive\nusetoovariancancer\nrisk.In\nparticular,\nit\nwas\nplanned\nto\nattempt\nto\nsegregate\nouttheeffect\nonriskof\ninfertility\nfromthatof\nvoluntary\nlimitationof\nfamily\nsize.\nTheassociationbetweenovariancancerand\nother\npossible\naetiological\nagents\nwasalsoexamined.\nSubjects\nandmethods\nBetweenOctober\n1978and\nFebruary\n1983fiveinterviewers\nidentified\nand\nquestioned\nwomen\nwitha\ndiagnosis\nofovarian\ncancer\nand\nwomen\nselected\nas\ncontrols\nat13\nhospitals\nin\nLondon\nand\ntwoin\nOxford.\nA\nstandard\nquestionnaire\nwas\nusedto\nobtaininformation\non\nreproductive\nandmenstrual\nhistoryand\non\nexposure\ntovarioussubstancessuch\nas\nexogenous\noestrogens,cigarettes\nandtalc.\nA\nmonth\nby\nmonth\nrecordwasmadeofthe\nspecific\ncontraceptive\nmethodsused\nby\neachwoman\nbetween\nthe\nages\nof16\nand\n45\nyears,or,\nif\nunder\n45\nyears,up\ntothetimeof\ndiagnosis\n(cases)\nor\ninter-\nview\n(controls).\nThe\nmethodswereclassifiedas\nsheaths,\ndiaphragms,\nintrauterine\ndevices,\noral\ncontraceptives\nor\n'othermethods'\n(spermicides,\nrhythm\nandcoitus\ninterruptus).\nWomen\nwho\nreportedusing\na\ncontraceptive\ndiaphragm\nwere\naskedif\nthey\nhad\nstored\nitin\ntalc.Alsorecordedwere\nmonths\nduring\nwhich\nawomanwasnot\nusing\ncontraception\ndue\nto\nsexual\nabstinence,\npregnancy,menopause\norbecause\nsheorher\npartner\nhadbeensterilised.The\nothermonths\nwhenawoman\nreportedusing\nnomethodof\ncontraception\nalthough\nsexually\nactivehavebeen\nclassifiedas\nmonthsof\n'unprotected\nintercourse'.Thetotal\ndurationofuse\nofeach\ncontraceptive\nmethod,\nof\nany\ncontraceptive\nmethod,\nof\nunp-\nrotected\nintercourseand\nof\npregnancy\nwere\ncomputed\nfor\neachwoman.\nThe\nstudy\nwas\nconfinied\ntowomen\naged\nless\nthan\n65\nyears\nwhose\ndiagnosis\nofovarian\ncancerhadbeen\nmade\nwithin\ntwo\nyears\nofinterview.A\ntotalof\n280caseswereinterviewed\nand\npathological\nspecimens\nwere\nhistologically\nclassified\nby\nPro-\nfessorC.\nHudson\nandDrM.\nCurling\nfrom\nSt\nBartholomews\nHospital.\nA\ntotalof235\nwomenwith\nepithelial\novarian\ncancer\nwereincludedin\nthe\nanalyses.\nFor\nthese\nwomen,\nthe\ntumour\ntype\nwas\ndescribed\nasserousin101\n(43%)cases,\nmucinous\nin38\n(15%)cases,\nendometrioid\nin\n52\n(22%)\ncases\nCorrespondence:\nM.\nBooth.\nReceived3\nFebruary1989;\nand\nin\nrevisedform9\nMay\n1989.\nandclearcellin\n12\n(5%)\ncases.Mixedandundifferentiated\ntypes\nof\nepithelial\ntumoursaccounted\nforthe\nremaining\n32\n(14%)\ncases.\nExcluded\nfrom\nthe\nanalyses\nwerenine\nwomen\nwitha\nnon-epithelial\novarian\nneoplasm,\n11witha\nprimary\ntumourin\nan\nunknownsiteoutsidethe\novary,\n21with\na\nprimarytumourinan\nunknownsite\nalthough\noneconsistent\nwithanovarian\norigin,\nonewitha\nbenign\ntumourandthree\nforwhom\npathology\nmaterialcouldnot\nbeobtained.\nForeachcaseitwas\nplannedtoselecttwo\nage-matched\ncontrols\nfromwomen\nbeing\ntreatedinthesame\nhospital.\nWomen\nwith\nbilateral\noophorectomy\nwereexcludedfromthe\ncontrol\ngroup\naswerewomenadmittedwithconditions\nthat\nhave been\nrelated\nto\nreproductive\nhistory\nororal\ncontracep-\ntiveuse\n(allcirculatoryand\ngynaecological\ndiseases,gallblad-\nderand\nthyroid\ndiseases,\nrheumatoid\narthritis,malignant\ndiseaseof\nthe\nbreast,\nuterusand\nbladder,\nand\nmelanoma).\nIt\nprovedlogistically\nimpossible\ntoselecttwo\nage-matched\ncontrolsforeachcasefromthesame\nhospital\nand\nit\nwas\ndecided\nmerely\ntoensurethatthe\nage\ndistributionofthe\ncontrolswas\napproximately\nthesameas\nthatofthecases.\nFor63\ncasesrecruited\nfromaLondon\nhospital\nwhere\nonly\ncancer\npatientsare\ntreated,controlswere\nselected\nfrom\nother\nLondon\nhospitals.\nForthese\nreasons,\nthedatawere\nanalysed\nusing\nan\nunmatched\napproach\nwith\nadjustments\nbeing\nmade\nto\nrelative\nriskestimatesfor\nage\nand\nsocio-economic\nstatus.\nA\ntotalof451\ncontrolshavebeen\nincluded\nin\nthe\nanalyses.\nThe\nadmission\ndiagnoses\nforthese\npatientswere\ngastrointes-\ntinal\ndisease\n(105),\nboneor\njointdisease\n(70),respiratory\ndisease\n(39),\nrenal\nor\nother\nurinary\ndisease\n(35),neurological\ndisease\n(30),\nfracturesorother\ninjuries\n(28),\nskinor\nsub-\ncutaneous\ntissuedisease\n(17),malignant\nneoplasms\nof\nthe\ndigestive\norgans(15)\nand\nboneorskin\n(2),\nbenignneoplasms\nof\nthe\ndigestiveorgans\n(4)respiratorysystem\n(4)\nand\nother\nsites\n(8)\nandvariousother\nconditions\nand\nsymptoms(94).\nThis\nfinal\ncategory\nincluded\npatients\nwith\nhaemorrhoids(15)\nandthosewith\nsymptoms\nrelating\ntothe\nrespiratorysystem\n(10),\ngastrointestinal\ntract\n(20)\nand\nurinary\nsystem(10).\nMaximum\nlikelihood\nestimatesof\nrelativerisk(RR)\ntogether\nwith\ntheir95%\nconfidence\ninterval(95%CI)and\ntestsfor\ntrend\nwhere\nappropriatewere\ncomputedbymultiple\nlogistic\nregression\ntechniques(Breslow&\nDay,1980)using\ntheGLIM\nstatistical\npackage(Baker&\nNelder,1978).All\nrelativeriskshave\nbeen\nadjustedforage\nin5-yearstrata\n(20-24,25-29,\n. ..\n60-64)\nandforsocial\nclass insix\ncategories\n(1,II,JII\nnon-manual,\nIII\nmanual,\nIV\nandV).Age\nof\nthecases\nwastakenas\nage\nat\ndiagnosis\nof\novariancancer\nandof\nthecontrolsas\nage\natinterview.Socialclass\nwas\nbased\non\noccupation(Office\nof\nPopulation\nCensuses\nand\nSurveys,\n1970)\nusing\nhusband's\noccupation\nforever\nmarried\nwomen\nandown\noccupation\nforthosewhohadnever\nmarried.\nOther\nrelative\nrisk\nadjustments\nandtestsfortrend\nhave\nbeen\nmade\nwith\nthe\nexposures\nas\ncontinuousvariables.When\nthe\ndata\nwereexamined\nbyplace\nofinterview\n(London\nor\nOxford),\nthere\nwereno\nnotabledifferences\nin\ntherisk\nestimates\nBr.\nJ.\nCancer\n(I989),\n60,\n592\n598\n17\"\nThe\nMacmillanPress\nLtd.,\n1989\n\nRISK\nFACTORSFOROVARIANCANCER\n593\nassociated\nwith\nthemajorvariablesofinterest.\nTherelative\nriskshave\nnot,therefore,beenstratifiedbyplace\nofinterview.\nTheterms\nnulligravidandgravidhavebeen\nusedtodenote,\nrespectively,\nwomenwhohavenever\nknowinglyconceived\nandwomen\nwhohavehadatleastone\npregnancy.Parityhas\nbeendefined\nasnumberofliveandstillbirths.\nResults\nTheage\ndistributionsofthecasesand\ncontrols\nare\nshownin\nTableI.The\naverageageofthecases\nwas\nslightlyhigher\nthan\nthatofthecontrols.There\nwasanexcess\nof\ncasesinsocial\nclassesI,II,\nand\nIIInon-manual\n(58%)\nas\ncompared\nto\ncontrols\n(43%)(P\n=\n0.05)and,\nbecauseof\nthis,\nallrelative\nriskshave\nbeenadjusted\nfor\nsocialclassaswellas\nage.\nTable\nIIshowsthe\nrelative\nrisksforovariancancerassociated\nwith\nvariousaspectsof\npregnancyhistory.Nulligravid\nwomen\nhad\na\nhigher\nriskofovariancancerthan\ngravid\nwomen\n(RR\n=\n1.7,95%\nCI\n1.1-2.6).\nThe\nrelative\nriskswereelevated\nbothinnulligravid\nwomenwhohadbeen\nsexually\nactiveand\ninthose\nwhohad\nnot,althoughsignificantly\nso\nonly\nforthe\nsexually\nactive.\nAmong\nthose\nwhohadeverbeen\npregnant,\nthe\nrelativerisks\ndecreased\nasthenumber\nof\npregnancies\nincreased,\n(X2\n(trend)\n=\n4.3,\nP\n<0.05).\nSimilarly,among\nparous\nwomen,\nthe\nhigher\nthe\nparity\nthe\nlowertherelative\nrisks\n(X2\n(trend)\n=\n3.9,\nP\n<0.05).\nAfter\nadjusting\nfor\nparity,\nthe\nrelative\nrisksassociated\nwithsuccessive\nnumbers\nof\nincomplete\npregnancies(spontaneous\nandinduced\nabortions)\nalsodecreased\nalthough\nthetrendwasnot\nstatistically\nsignificant\n(X2\n(trend)\n=\n0.5).\nWomen\nhaving\ntheirfirst\npreg-\nnancyafter\nthe\nage\nof35\nyears\nhada\nsignificantlyhigher\nrisk\nofovariancancer\nthanwomen\nwithafirst\npregnancy\nbefore\nthe\nage\nof20\nyears.\nTheir\nriskwasalso\nhigher\nthanthatfor\nnulligravid\nwomen.\nThere\nwas,however,\nno\nmarked\nnor\nsignificant\ntrend\nof\nincreasing\nriskthe\nlaterthe\nage\nat\nfirst\npregnancy\n(X2\n(trend)\n=\n1.0).Analysesbyage\nat\nfirstlivebirth\ngave\nsimilar\nfindings.\nAfter\nadjustment\nfornumberoflivebir-\nths,\nwomenwhohadbreastfed\nformorethantwo\nyears\nin\ntotalhadoverthree\ntimestheriskofovariancancer\ncom-\npared\ntowomenwhohadneverbreastfed\n(P\n<\n0.05)\nbut\noverall,\ntherewas\nno\nsignificant\ntrendthe\nlonger\ntheduration\noflactation.\nAnalyses\nof\ninfertility\nand\nsubfertility\nas\nriskfactors\nfor\novarian\ncancer\nwererestricted\ntothe\n213\n(91%)\ncases\nand240\n(93%)\ncontrols\nwho\nreported\nthat\nthey\nhadeverbeen\nsexually\nactive.\nAmong\nthese\nwomen,\n30\n(14%)\nwithovariancancer\nand\n34\n(8%)\ncontrols\nreported,\nwhen\nso\nquestioned,\nthat\nthey\nhad\nhad\nproblems\nin\nbecomingpregnantand,\nof\nthese,\n16cases\nand\n12controls\nhad\nneverconceived.\nAnalysis\nofthedata\non\ncontraceptive\nuse\nsuggested\nthattherewereotherwomen\nwho\nmight\nhavebeen\ninfertileorsubfertile.\nAlthough\nsexuallyactive,\nthey\nhadused\ncontraceptioninfrequently\nornotatalland\nhad\nhad\nfeworno\npregnancies.\nForallwomen\nwho\nhadever\nbeen\nsexually\nactive,\nthe\nrisk\nofovarian\ncancerincreased\nwith\nincreasing\nduration\nof\nunprotected\nintercourse\nafter\nadjustment\nfor\ngravidity\n(X2\n(trend)\n=\n10.2,\nP\n<0.01).\nTheeffectwas\nmost\nmarked\namongnulligravid\nwomen\nwho\nreported\nmore\nthan10\nyears\nof\nunprotected\nintercourse.\nTheir\nriskwasoversixtimes\nthatof\nnulligravid\nwomenwho\nreported\nlessthanthreemonths\nof\nunprotected\nintercourse\n(TableIII).Amonggravid\nwomen,\nthose\nreporting\nover10\nyears\nof\nunprotected\nintercourse\nhada\nhigher\nriskthan\nother\ngravid\nwomen.\nTherewasno\nsignificant\ntrend\ninrisk\nassociated\nwiththeduration\nofuseof\nany\nTable\nI\nAge\ndistributionand\naverageage\nofcasesandcontrols\nAge(years)\nCases\n(%)\nControls\n(%)\n20-34\n13\n(5.5)\n33\n(7.3)\n35-44\n27\n(11.5)\n75\n(16.6)\n45-54\n87\n(37.0)\n156\n(34.6)\n55-64\n108\n(46.0)\n187\n(41.5)\nTotal\n235\n451\nAverageage\n(years)\n52.4\n51.4\nTableIIRelativerisksforovariancancerassociated\nwith\npregnancy\nhistory\nVariable\nCasesControlsRR\n(95%\nCI)\nGravidityb\nGravid\nNulligravid\nNulligravid\nandever\nsexually\nactive\nNulligravid\nandnever\nsexually\nactive\nNumberof\npregnancies\n0\n2\n3\n4\nEstimated\nreduction\nin\nrelative\nassociated\nwitheach\npregnancq\nParityb\n0\n2\n3\n4\nEstimated\nreduction\ninrelativerisk\nassociated\nwitheach\nbirth\nNo.of\nincomplete\npreg-\nnanciesb.c\n0\n2\n176376\n1.Oa\n59\n741.7\n(1.1\n-2.6)\n37\n441.9\n(1.1-3.1)\n2230\n1.5\n(0.8-2.6)\n59\n74\n1.Oa\n43\n71\n0.8\n(0.4-\n1.3)\n63\n107\n0.7\n(0.4-1.1)\n37\n980.5\n(0.3-0.8)\n13\n410.4\n(0.2-0.8)\n20\n59\n0.4\n(0.2-0.8)\nx2\nfortrend\n=4.3P<0.05\n(gravidwomen\nonly)\nrisk\n0.86\n(0.78-0.94)\ny\n66\n87\nI.Oa\n48\n840.7\n(0.4-\n61\n127\n0.6\n(0.4-\n4088\n0.6\n(0.3-\n1230\n0.5\n(0.2-\n8\n340.3\n(0.1-\nx2\nfortrend=3.9\nP<0.05\n(parous\nwomen\nonly)\n1.2)\n1.0)\n-1.0)\n1.0)\n-0.7)\n0.84\n(0.75-0.94)\n185\n330\n39\n83\n718\n419\nX2\nEstimated\nreduction\ninrelative\nriskassociated\nwitheach\nincompletepregnancy\nAge\nat\nfirst\npregnancy\n(years)d\n15-\n19\n20\n-24\n25-29\n30-34\n35\nNulligravid\nMonthsoflactatione\nNone\n<\n6\n7-12\n13-18\n19-24\n,25\n26\n73\n49\n17\n9\n59\nx2\nfortrend=\nl\n.02\n0.9\n0.7\n0.6\n=\n0.5\n(0.6-\n(0.3-\n(0.2-\n-1.4)\n-1.8)\n-1.7)\n0.92\n(0.75-\n1.13)\n65\n1.02\n182\n0.9(0.5-\n1.5)\n96\n1.2\n(0.7-2.2)\n291.2\n(0.8-2.7)\n44.1(1.1\n-15.1)\n742.0\n(1.1\n-3.7)\n1.0\n(gravid\nwomen\nonly)\n44\n107\n1.0o\n66\n124\n1.3\n29800.9\n1329\n1.2\n5\n72.1\n1215\n3.4\nx2\nfortrend=\n1.8\n(0.8-\n(0.5-\n(0.5-\n(0.7-\n(1.1\n-2.2)\n-1.6)\n-2.5)\n-6.7)\n-10.8)\nAllrelativerisks\nadjusted\nfor\nage\nandsocialclass.'Reference\nb\ncategory.\nData\nmissing\nfor\nI\ncontrol.\ncRelative\nrisks\nadjusted\nfor\nparity.\ndData\nmissing\nfor2casesand\n1\ncontrol.\neWomen\nwith\nlivebirths\nonly.\nRelative\nrisks\nadjusted\nfornumberoflive\nbirths.\ncontraception(X2\n(trend)\n=\n1.2)althoughsexually\nactivenulli-\ngravid\nwomenwhohadneverused\nany\nmethod\nof\ncontraception\nhadabouttwicetheriskofovariancancer\ncompared\ntoall\nother\nsexually\nactivewomen\n(TableIV).\nOfthe\nspecific\nmethodsof\ncontraceptionstudied,\never\nhaving\nusedoral\ncontraception\nand\nhaving\nbeen\nsterilised\nwere\nassociatedwith\na\nstatisticallysignificantly\nreduced\nriskof\novarian\ncancer,\nwhileno\nmethod\nwas\nassociated\nwith\na\nsignificantly\nelevated\nrisk\n(TableV).\nAs\nonly\nthree\ncases\nhad\nbeensterilised\nit\nwasnot\npossible\nto assess\nwhether\nage\nat\nsterilisationinfluenced\nthe\nriskof\novariancancer.\nTable\nVI\nshowsdetailed\nanalyses\noftherelativerisksassociatedwithoral\n\n594\nM.BOOTH\netal.\nTable\nIII\nRelative\nrisks\nfor\novarian\ncancer\nassociated\nwith\nduration\nof\nunprotected\nintercourse\nbygravidity\nCases\nControls\nRR\n(95%\nCI)\nNulligravid\nwomen\nDuration\nofun-\nprotected\nintercourse\n(months)b\n<,3\n4-60\n12\n261.oa\n(0.4-6.5)\n61-120\n4\n6\n1.5\n(0.1-7.8)\n>\n120\n1\n4\n0.7\n(2.1-20.4)\n20\n8\n6.5\nX2\nfortrend\n=11.2P<0.001\nGravidwomen\nDuration\nofun-\nprotected\nintercourse\n(months)b\n<,3\n4-60\n78\n176\n1.1\n(0.5-2.4)\n61-120\n51\n113\n1.1\n(0.5-2.6)\n>\n120\n10\n27\n1.1\n(0.4-3.2)\n37\n60\n1.6(0.7-4.0)\nX2\nfor\ntrend\n=\n2.6\nSexuallyactive\nwomen\nonly.\nRelative\nrisks\nadjusted\nfor\nageand\nsocial\nclass.aReference\ncategory.\nbTime\nwhen\nsexually\nactive\nand\nat\nrisk\nof\npregnancy\nbut\nusing\nnocontraception.\nTable\nIVRelative\nrisksfor\novarian\ncancer\nassociated\nwith\nduration\nof\nuseofcontraception\nbygravidity\nCases\nControls\nRR\n(95%\nCI)\nNulligravid\nwomen\nDuration\nofuse\nof\ncon-\ntraception\nNever\nused\n15\n<\n10years\n14\n10-20\nyears\n6\n>\n20\nyears\n2\nX2\nfortrend\n=\n0.9\nGravid\nwomen\nDuration\nofuseof\ncon-\ntraception\nNeverused\n32\n<\n10years\n25\n10-20years\n55\n>\n20\nyears\n64\nx2\nfortrend\n=\n0.3\n10\n21\n9\n4\n47\n56\n147\n126\n1.0\"\n0.5\n0.5\n0.4\n0.4\n0.3\n0.4\n0.5\n(0.1\n-1.7)\n(0.1-2.5)\n(0.1-3.2)\n(0.2-1.1)\n(0.\nI\n-\n1.0)\n(0.1\n-1.2)\n(0.2-1.5)\nSexually\nactivewomen\nonly.\nRelative\nrisks\nadjusted\nfor\nage,\nsocial\nclass\nanddurationofunprotected\nintercourse.\naReference\ncategory.\nTable\nVRelative\nrisks\nforovarian\ncancer\nassociated\nwiththeuse\nof\ndifferent\nmethods\nof\ncontraception\nMethod\nof\ncontraception\nCases\nControls\nRR\n(95%\nCI)\nSheath\nNever\nused\n108\n205\nl.0a\nEver\nused\n105\n215\n1.1\n(0.8-1.7)\nDiaphragm\nNever\nused\n178\n329\n1.Oa\nEver\nused\n35\n91\n0.7\n(0.4-1.1)\nIntrauterine\nNever\nused\n201\n383\n1.Oa\ndevice\nEverused\n12\n370.8\n(0.4-\n1.7)\nOral\nNever\nused\n178\n306\n1.Oa\ncontraception\nEverused\n35\n114\n0.5\n(0.3-0.9)\nPartner\nwith\nNo\n203\n404\n1.Oa\nvasectomy\nYes\n10\n16\n2.1\n(0.9-4.9)\nFemale\nNo\n210\n375\nlO.a\nsterilisation\nYes\n3\n45\n0.2\n(0.1\n-0.6)\nOther\nNeverUsed\n156\n292\n1.oa\nmethodsb\nEverused\n57\n128\n1.1\n(0.7\n-1.7)\nSexually\nactive\nwomen\nonly.\nRelative\nrisks\nadjusted\nfor\nage,\nsocial\nclass,gravidity\nand\nduration\nof\nunprotected\nintercourse.\naReference\ncategory.\nbUse\nof\nspermicides,\nrhythm\norcoitus\ninterruptus.\ncontraceptive\nuse.\nThe\nrisks\ndecreased\nas\nduration\nof\nuse\nincreased\nalthough,\namong\nthose\nwho\nhad\never\nused\nsuch\ncontraceptives,\nthetrend\nwasnotsignificant\n(X2(trend)\n=\n1.2).\nWhatever\ntheir\nage\nat\nfirst\nuse,\nwomen\nwho\nused\noral\ncontracep-\ntiveshad\nalower\nrisk\nof\novarian\ncancer\nthan\nthose\nwho\nhad\nneverused\nthem,\nthe\nrisk\nbeinglowest\ninthose\nwho\nhad\nfirst\nused\noralcontraceptives\nunderthe\nage\nof25\nyears.\nThe\nrisk\nof\ndeveloping\novarian\ncancer\ndid\nnot\nincrease\nas\ntime\nsince\ndiscontinuing\nuse\nincreased.\nWomen\nwho\nhad\nstopped\nusing\noralcontraceptives\nmore\nthan\nten\nyears\npreviously\nhad\na\nstatistically\nsignificant\nreduced\nriskof0.3compared\nto\nwomen\nwhohad\nnever\nused\nthem.\nWomen\nboth\nunder\nthe\nage\nand\nover\ntheage\nof40\nyears\nhad\nareduced\nrisk\nofovarian\ncancer\nassociated\nwithoral\ncontraceptive\nuse,\nbut\nthereduction\nwas\ngreater\ninthe\nyounger\nwomen.\nGravidandnulligravid\nwomen\nwhohad\nused\noral\ncontraceptives\nhad\nareduced\nriskofovarian\ncancer.\nTable\nVII\nshows\ntherelative\nrisksassociated\nwith\nage\nat\nmenarcheand\nage\natnatural\nmenopause.\nThere\nwas\nno\ntrendin\nrisk\nwith\nage\nat\nmenarche\n(X2\n(trend)\n=\n0.03).\nIn\ncontrast,\nrisk\nincreased\nthe\nlaterthe\nage\natnatural\nmenopause\n(X2\n(trend)\n=\n7.\n1,\nP\n<\n0.01).\nWomen\nhaving\ntheir\nmenopause\nat\nthe\nageof\n50\nyears\norlaterhad\nnearly\nthreetimes\nthe\nriskofwomen\nwho\nwere\nmenopausal\nbefore\nthe\nage\nof\n45\nyears.\nThe\nrisks\nand\ntrend\nassociated\nwithage\natmenopause\nwere\nsimilar\nirrespective\nof\nwhether\nthey\nwere\nadjusted\nfor\nagein\nfive\nyear\norone\nyear\nstrata.\nTable\nVI\nRelative\nrisksfor\novarian\ncancer\nassociated\nwithoral\ncontraceptive\n(OC)\nuse\nCases\nControls\nRR\n(95%\nCI)\nDuration\nofOC\nuse\n(years)\nNever\nused\n<5\n5-10\n>10\nAge\nat\nfirstOCuse\n(years)\nNever\nused\n<25\n25-29\n30-34\nB\n35\nTimesince\ndiscontinuing\nOCuse\n(years)\nNever\nused\nCurrent\nusers\n<5\n5-10\n>10\n>\nI\n0~~\n178\n306\nl.O\"\n2470\n0.6(0.3-\n10\n290.6\n(0.2-\n1\n15\n0.1\n(0.01\nx2\nfortrend\nwithinusers\n=1.2\n178\n306\n1.0\"\n6\n39\n0.1(0.04\n-\n6\n17\n0.6(0.2\n11\n270.7(0.3\n1231\n0.7(0.4\n2\nfortrend\nwithin\nusers\n=\n5.9,\nP<0.05\n178\n306\n6\n19\n12\n24\n925\n8\n46\n,2\nfor\ntrend\nwithinusers\n1.0\"\n0.5\n0.8\n0.8\n0.3\n=\n2.6\nAge(years)\n<40\nOCuse\nNeverused\n11\n11\n1.0\nEver\nused\n935\n0.2\n40\nOCuse\nNeverused\n167\n295\n1.0\"\nEverused\n26\n790.7\nGravidity\nGravid\nwomenb\nOC\nuse\nNever\nused\n149280\n1.0\"\nEver\nused\n2796\n0.5\n(0.2\n(0.4-\n(0.3\n-\n(0.1\n'\n1.0)\n1.4)\n1.0)\n-0.5)\n2.0)\n1.6)\n1.5)\n1.5)\n1.9)\n1.9)\n-0.7)\n(0.\n1\n-0.9)\n(0.4--\n1.2)\n(0.3\n-0.9)\nNulligravid\nwomen\nOC\nuse\nNever\nused\n29\n26\n1.0l\nEver\nused\n8\n18\n0.3(0.05\n-2.8)\nSexually\nactive\nwomen\nonly.\nRelative\nrisks\nadjusted\nfor\nage,\nsocial\nclass,\ngravidity\nand\nduration\nof\nunprotected\nintercourse.aReference\ncategory.\nbRelative\nrisks\nadjusted\nfor\ngravidity.\n\nRISK\nFACTORS\nFOR\nOVARIAN\nCANCER\n595\nTable\nVII\nRelative\nrisks\nfor\novarian\ncancer\nassociated\nwith\nage\nat\nmenarche\nandage\nat\nnatural\nmenopause\nCases\nControls\nRR(95%\nCI)\nAgeat\nmenarche\n(years)b\n>14\n97\n197\nl.Oa\n12-13\n89\n185\n0.9\n(0.6-\n1.3)\n<\n12\n46\n66\n1.3\n(0.8-2.1)\nX2fortrend\n=\n0.03\nAge\natnatural\nmenopause\n(years)c\n<\n45\n10\n34\n1.oa\n45-49\n47\n77\n2.0(0.9-4.7)\n>50\n8499\n2.5(1.1-5.8)\nX2\nfor\ntrend\n=7.1\nP\n<0.01\nRelativerisks\nadjusted\nfor\nage\nand\nsocial\nclass.aReferencecategory.\nbData\nonage\natmenarche\nmissing\nfor3cases\nand\n3controls.\ncDataon\nage\nat\nmenopause\nmissing\nfor\n2\ncases\nand\n1control.\nWomen\nwhoreported\nhysterectomy,\nwithor\nwithout\nunilateral\noophorectomy,\nhada\nmuch\nreduced\nrisk\n(Table\nVIII).\nSince\ntherewereonly\n10\nwomen\nwith\novarian\ncancer\nwhohad\nhad\na\nhysterectomy\nit\nwas\nnotpossible\ntoassess\ntheeffect\nofage\nat\nhysterectomy\non\novarian\ncancer\nrisk.\nTotal\ndurationofovulation\nwas\nestimated\nasthe\nmonths\nfrom\nmenarche\nto\ndiagnosis\n(cases)\norinterview\n(controls),\nor\nto\nmenopause,\nwhichever\ncame\nfirst,\nminus\nthe\ntotal\nmonths\nof\nanovulationdue\nto\npregnancy\nand\noral\ncontraceptive\nuse.\nWomen\nwhoreported\nahysterectomy\nwere\nexcluded\nfrom\nthese\nanalyses\nasit\nwasunknown\nif\nor\nwhen\nthey\nhad\nstopped\novulating.\nForallwomencombined,\nthere\nwasa\nstrong\ntrend\nof\nincreasing\nriskthelonger\nthe\nduration\nofovulation\n(X2\n(trend)\n=\n17.8,\nP\n<0.001)\n(Table\nIX).\nIn\nseparate\nanalyses\nby\nmenopausal\nstatus,there\nwasno\nsignificant\neffect\nofduration\nof\novulationafteradjustment\nforthe\n'anovulatory'\nfactors\nused\nto\nestimate\nthat\nexposure,\nnamely,\nmonths\nof\npregnancy\nand\noral\ncontraceptive\nuseand\nage\nat\nmenopause\nfor\npost-menopausal\nwomen\nand\nmonths\nof\npregnancy\nandoral\ncontraceptive\nuse\nfor\npremenopausal\nwomen.\nDuration\nof\novulation\nis\nvery\nsensitive\nto\nage\nbuttherisksand\ntrends\nwere\nvirtually\nunaffected\nwhen\nadjusted\nfor\nage\nin\noneyear\nrather\nthan\nfive\nyear\nstrata.\nFive\n(2%)\ncasesand29(6%)\ncontrols\nreported\nhaving\ntaken\nhormone\npills\nasapregnancy\ntest\nand\nfive\n(2%)\ncases\nand\n13\n(3%)\ncontrolshadbeengiven\nhormones\nto\nprevent\nmiscarriage.\nForallpost-menopausal\nwomen,\nthere\nwas\nasmall\nbut\nnon-\nsignificantly\nincreased\nriskof\novarian\ncancer\nassociated\nwith\neverhaving\nrecieved\nhormone\nreplacement\ntherapy\n(Table\nX).\nTheexcess\nwasconfined\nto\nwomen\nwho\nhad\nreported\na\nhysterectomy\nwho\nhadan\n1-fold\nrisk.\nThe\ncases\ndid\nnot\nreport\nmore\nsevere\nmenopausal\nsymptoms.\nAmong\nthe\nhormone\ntreated\nwomen\nwithovarian\ncancer,\n23%\nhadendometrioid\nor\nclearcell\ntumours\ncompared\nto38%\ninthe\nuntreated\nwomen.\nThe\nreproductive\nand\nrelated\nfactorsfound\ntobe\nstatistically\nsignificantly\nrelated\ntoovarian\ncancerrisk\n(gravidity,\nduration\nofunprotected\nintercourse,\nuse\noforalcontraception,\nhaving\nbeen\nsterilised,age\nat\nnatural\nmenopause\nand\nhaving\nhad\na\nhysterectomy)\nare\nnot\nindependent\nandwealso\ncomputed\nthe\nrelative\nrisks\nassociated\nwitheachfactor\nafter\nadjusting\nforthe\nothers(Table\nXI).\nAssterilisation\nis\noftena\nconsequence\nof\nhigh\nparity,\nthe\nrisks\nassociated\nwith\ngravidity\nwerenot\nadjusted\nfor\nsterilisation\nasthis\nwasconsidered\ntobe\noveradjustment.\nInthis\nstudy,\n40%\nofthesterilised\nwomen\nhad\nfiveor\nmore\nchildren\ncompared\nwith\n9%\nof\ntheunsterilised\nwomen.\nEach\nofthe\nvariables\nremained\nstatisticallysignificantly\nrelated\ntoovarian\ncancerrisk,\nsuggesting\nthat\neach\nmay\nbe\nindependently\nassociated\nwiththerisk\nof\ndeveloping\novariancancer.\nThere\nwasno\nsignificant\ndifference\nbetween\nthe\npercentage\nof\ncases\n(53%)\nand\ncontrols\n(57%)\nwho\nhadever\nsmoked\ncigaret-\ntes.\nNo\ncases\norcontrols\nreported\nhaving\nworked\nwithasbestos.\nNo\ncases\nbut\nthree\ncontrols\nreported\na\nradiation-induced\nmenopause.\nWomen\nwho\nreported\nusing\ntalcmore\nthan\nonce\naweek\nor\ndaily\nhad\nhigher\nrisks\nof\novarian\ncancer\nthan\nwomen\nwho\nreported\nlessfrequent\nuse\n(Table\nXII).\nAlthough\ntherelative\nrisk\nof2.0\nassociated\nwith\nweekly\nuse\nwas\nstatisticallysignificant\nTable\nVIII\nRelative\nrisks\nforovarian\ncancer\nassociated\nwith\nreported\nhistory\nof\nhysterectomy\nand/or\nunilateral\noophorectomy\nCasesControls\nRR\n(95%\nCI)\nReported\nwomb\nintact\n220\n370\n1.Oa\nReported\nunilateral\n5\n90.9\n(0.4-2.1)\noophorectomy\nby\nno\nhysterectomy\nReported\nhysterectomy\n8\n620.2(0.1-0.4)\nbut\nconserved\novaries\nReported\nhysterectomy\n210\n0.4(0.1\n-1.1)\nand\nunilateral\noophorectomy\nRelative\nrisks\nadjusted\nfor\nage\nandsocial\nclass.\naReference\ncategory.\nTable\nIX\nRelative\nrisksforovarian\ncancerassociated\nwithduration\nofovulation\nRelative\nrisks\nRelative\nrisks\nadjusted\nfor\nage,\nadjustedfor\nage,\nsocialclass,\nRelative\nrisks\nsocialclass\nandduration\nof\nDuration\nof\nadjusted\nfor\nage\nduration\nof\nanovulation\nand\nage\novulation\n(years)\nCases\nControls\nandsocial\nclass\nanovulation\nat\nmenopause\nAllwomenb\n<\n30\n59\n163\n1.0a\n30-34\n73\n106\n2.0\n35-39\n68\n92\n2.0\n>40\n19\n13\n4.3\nX2for\ntrend\n=\n17.8\nP<0.001\nPost-menopausal\nwomen\n<\n30\n1453\n1.0\n1.0a\n1.0\"\n30-34\n54\n81\n2.4\n2.1\n0.9\n35\n-39\n58\n72\n2.4\n1.9\n0.6\n>40\n14\n10\n5.0\n4.0\n0.7\nX2\nfor\ntrend\n=\n12.3\nP\n<0.001\n7.7P<0.01\n0.5\nPremenopausal\nwomen\n<\n30\n45\n110\n1.0a\n1.0a\n30-34\n1925\n1.5\n1.1\n35-39\n10\n20\n1.3\n0.9\n>\n40\n5\n3\n3.2\n1.9\nX2\nfortrend\n=\n4.4P<0.05\n0.6\nWomen\nreporting\na\nhysterectomy\nexcluded:\naReference\ncategory.\nbData\nmissing\nfor\n6cases\nand\n4\ncontrols.\ncTotal\nmonthsof\npregnancy\nand\noral\ncontraceptive\nuse.\n\n596\nM.BOOTHetal.\nTable\nX\nRelativerisks\nforovariancancerassociatedwiththeuse\nof\nhormone\nreplacementtherapy\nformenopausal\nsymptoms\nCases\nControls\nRR(95%\nCI)\nAll\npost-menopausal\nwomen\nUseofhormone\nreplacement\ntherapy\nNo122249\n1.oa\nYes\n3444\n1.5\n(0.9-2.6)\nWomenreporting\nhysterectomy\nUseofhormone\nreplacement\ntherapy\nNo\n5\n62\n1.0a\nYes51010.9\n(1.7-69.0)\nPost-menopausal\nwomenotherthan\nthose\nreporting\nhysterectomy\nUseofhormone\nreplacement\ntherapy\nNo\n177\n1871.oa\nYes\n29\n34\n1.2(0.7\n-2.3)\nPost-menopausal\nwomen\nonly.\nRelative\nrisks\nadjusted\nfor\nage\nand\nsocialclass.aReference\ncategory.\nTable\nXI\nRelativerisks\nassociated\nwith\nthefactorsfoundtobe\nsignificantly\nrelatedtoovariancancer\nFactor\nRR\n(950%\nCI)\nX2testfortrend\n(1d.f.)\nGraviditybc\n0\n1.0a\n10.8\n(0.4\n-1.5)\n2\n0.8(0.4\n-1.4)\n30.6(0.3\n-1.1)\n4\n0.4(0.2\n-1.0)\n,\n5\n0.5(0.2\n-1.0)6.5\nP<0.05\nUnprotected\nintercourse\n(months)b\n<3\n1.0a\n4-\n60\n1.3(0.8\n-2.0)\n61-1201.1\n(0.5\n-2.5)\n>\n1201.9\n(1.2\n-3.2)7.8P\n<0.05\nOral\ncontraceptive\nuseb\nNever\nused\n1.oa\n<\nSyears\n0.6\n(0.3\n-1.1)\n6-10\nyears\n0.6\n(0.3\n-1.4)\n>\n10\nyears0.1\n(0.02\n-1.1)4.6\nP\n<\n0.05\nEversterilizedb0.2\n(0.05\n-0.6)*\nAge\natnatural\nmenopaused\n<\n45\nyears\n1.oa\n45-49\nyears\n1.9\n(0.8\n-4.5)\n8.2\nP<0.01\n50\nyears\n2.6\n(1.1\n-6.1)\nEver\nreported\n0.2\n(0.1\n-0.5)*\nhysterectomyb\nTherelativerisks\nassociated\nwitheachfactor\nhave\nbeenadjustedfor\nage,\nsocialclassandall\nthe\notherfactors\nin\nthe\ntable.aReference\ncategory.bSexually\nactive\nwomen\nonly.\ncRelativerisksnot\nadjusted\nfor\nsterilization,\nseetextfor\ndetails.\ndWomen\nreporting\nnatural\nmenopause\nonly.\n*P\n<\n0.001.\nTable\nXII\nRelativerisks\nforovarian\ncancer\nassociatedwithreported\nfrequency\noftalc\nuse\nin\nthe\ngenitalarea\nCases\nControls\nRR\n(95%\nCI)\nReported\nfrequency\nof\ntalcuseb\nNever\n76\n1781.oa\nRarely\n6\n160.9\n(0.3-2.4)\nMonthly\n724\n0.7\n(0.3-1.8)\nWeekly\n57\n77\n2.0(1.3\n-3.4)\nDaily\n71\n139\n1.3(0.8-\n1.9)\nX2\nfor\ntrend\n=\n3.80,\nP\n=\n0.05\nRelativerisks\nadjusted\nfor\nage\nandsocialclass.\naReference\ncategory.\nbData\nmissing\nfor\n18\n(8%)\ncasesand\n17\n(4%)\ncontrolsas\nquestions\non\ntalcuseintroducedthreemonths\nafter\nstudybegan.\n(P\n=\n0.007),\ntherewas\nno\nconsistent\ntrend\nof\nincreasingrisk\nwith\nincreasing\nfrequency\noftalc\nuse\n(X2(trend)=\n3.80,\nP=\n0.05).\nTherewasno\nsignificantdifference\nbetweenthe\npercentages\nofcases\n(86%)\nandcontrols\n(81%)\nwho\nhadused\nand\nkept\ntheir\ndiaphragm\nintalc.\nDiscussion\nAsinmost\npreviouslyreported\nstudies\n(Booth&\nBeral,\n1985)\nwefound\nthatnulligravidwomenhadan\nincreasedriskof\novariancancerand\nthatriskdecreasedas\nthenumber\nof\npregnancies\nincreased.Wealso\nfoundthat\nthe\ngreaterthe\nnumberof\nincomplete\npregnanciesthelowerthe\nrisk,\nalthough\nthetrend\nwasnot\nsignificant.\nMostother\nstudies\nhavenot\ninvestigated\nifwomen\noflow\ngravidity\nhavean\nincreasedriskof\novariancancer\nbecauseofreduced\nfertility\norbecause\nofvoluntarylimitation\nof\nfamilysize,\nalthough\nJoly\netal.\n(1974),\nMcGowan\net\nal.\n(1979)\nandNasca\net\nal.\n(1984)\nfounda\nhigher\nrisk\nin\nwomenwho\nhadtried\nto\nconceivebut\nhadfailed.Our\nfindings\nalso\nsuggest\nthat\ninfer-\ntility\nisariskfactor\nforovariancancer.\nWomen\nwhohad\nnot\nconceived\nbuthadbeen\nsexually\nactive\nformorethan\n10\nyears\nwithout\nusing\ncontraception\nhadaboutsixtimes\nthe\nriskofallotherwomen.\nApproximately\nhalfthese\nwomen\nhad\nundergoneinvestigations\nfor\ninfertility.\nFor\nonlyfive\ncasesand\nonecontrolwasthecauseoftheir\ninfertility\ndeter-\nmined.\nThus,\nitisnot\npossible\nto assesswhetherthis\nhigh\nrisk\ngroup\nhadnormalor\nimpaired\novarian\nfunction.\nSubfertility\nmay\nalsobe\nassociated\nwith\novariancancer.Gravid\nwomen\nreporting\nover10\nyears\nof\nunprotected\nintercoursehad\na\n50%\nhigher\nriskthanother\ngravid\nwomen,\nbut\nthis\nincrease\nwasnot\nstatisticallysignificant.\nAge\natfirst\npregnancy\nwas\nnot\nfoundto\nbeassociatedwith\novariancancerrisk\nalthough\nwomen\nhaving\nafirst\npregnancy\nafterthe\nage\nof35\nyears\nhada\nhigher\nrisk\ncompared\nto\nwomen\nhaving\nafirst\npregnancy\natearlier\nages\nandto\nnullig-\nravidwomen.\nSince\nsubfertilitymightbearisk\nfactorfor\novarian\ncancer,\nthe\nrelativerisks\nassociatedwith\nage\natfirst\npregnancy\nwerealso\nadjusted\nfor\ndurationof\nunprotected\nintercourse.\nTheraisedriskfor\nwomen\nwithafirst\npregnancy\nafter35\nyears\npersisted(RR\n=\n3.9,95%CI1.1-\n14.2).\nResults\nfrom\nother\nstudies\nregarding\ntheriskfor\nwomen\nhavinga\nfirst\nchildat\nrelatively\nolderagesare\ninconclusive,\nsome\nfinding\nno\nassociation\n(Newhouseet\nal.,\n1977;\nCasagrandeet\nal.,1979;\nCrameret\nal.,\n1983;Lesheret\nal.,1985),\nothersan\nincreasedrisk\n(Joly\net\nal.,1974;\nMcGowanet\nal.,\n1979;\nHildrethet\nal.,1981;\nFranceschiet\nal.,\n1982).Only\nFrances-\nchiet\nal.\n(1982)\nfoundthe\nincreased\nrisk\ntobe\nstatistically\nsignificant\nand\nindependent\nof\nparity.\nOverall,\ntherewas\nno\nassociation\nbetweenuse\nof\nanycon-\ntraception\nand\novarian\ncancer.Of\nthespecific\nmethods\nstudied,\nfemale\nsterilisationand\nuseoforal\ncontraception\nwere\nassociated\nwitha\nsignificant\nreductioninrisk\nandno\nmethodwas\nassociatedwith\na\nsignificant\nincreasein\nrisk.The\nassociations\nremained\nafter\nadjusting\nfor\ngravidityand\ndur-\nation\nof\nunprotected\nintercourse,\nthe\nmeasure\nusedto\nindicate\ninfertility.\nWhile\nfewstudies\nhave\nexaminedthe\nassociation\nbetween\nfemalesterilisation\nandovarian\ncancer,\nthe\nrelation\nbetween\noral\ncontraceptives\nandovarian\ncancer\nhas\nbeen\ndemonstrated\nin\nmany\nstudies\n(Booth&\nBeral,\n1985).\nLike\nothers,\nwedemonstrated\nthatthe\nlonger\noral\ncontraceptives\nhadbeen\nused,\nthe\nlowertherisk.Our\nfindings\nalso\nsuggested\nthattheearlierthe\nage\natfirstuse\nthe\nlower\ntheriskandthat\nthe\nprotective\neffectof\noral\ncontraceptives\npersists\naftertheiruseis\nstopped.\nIthas\nbeen\nsuggested\nthat\ninhibition\nof\novulation,\nas\ninduced\nby\npregnancy\nand\noral\ncontraceptives,\nisthe\nfactor\nwhich\nprotects\nagainst\novarian\ncancer\n(Fathalla,1971).\nIf\nso,\npostpartum\nanovulationassociated\nwith\nlactation\nmight\nalso\nbe\nexpected\nto\nbe\nprotective.\nWefound\nno\nevidencethatthe\nlonger\na\nwomanhad\nbreastfedthelower\nherriskof\novarian\ncancer.\nIndeed,\nthe\nhighest\nriskwasfoundin\nthosewhohad\nbreastfed\nlongest.\nResultsfrom\nother\nstudiesarecontradic-\n\nRISK\nFACTORSFOR\nOVARIAN\nCANCER\n597\ntory\n(Cramer\net\nal.,\n1983;\nMori\net\nal.,\n1984;\nRisch\net\nal.,\n1983;Cancer\nandSteroid\nHormone\nStudy,\n1987).\nOurfinding\nthatage\natmenarche\nwasnot\nassociated\nwith\nriskisconsistent\nwith\nresults\nfrommost\nother\nstudies\n(Casa-\ngrande\netal.,\n1979;\nMcGowan\net\nal.,\n1979;\nHildreth\net\nal.,\n1981;\nFranceschi\net\nal.,1982).\nAge\natnatural\nmenopause,\nhowever,was\nstrongly\nrelated\ntorisk.\nWhile\nHildreth\net\nal.\n(1981),\nFranceschietal.\n(1982)\nandTzonou\netal.\n(1984)\nalso\ndemonstrated\nthatthelaterthe\nageat\nmenopause\nthe\ngreater\ntherisk,\notherstudieshavefound\nno\nassociation\n(West,\n1966;\nNewhouseet\nal.,\n1977;Annegers\netal.,\n1979;\nMcGowan\net\nal.,\n1979;\nCrameretal.,\n1983).\nAlowerfrequency\nof\nhysterectomy,\nofunilateral\noophorec-\ntomy,\norofboth\namong\ncases\ncompared\nto\ncontrolshasalso\nbeen\nreported\nfrom\nseveralotherstudies\n(Wynder\net\nal.,\n1969;\nJoly\netal.,\n1974;\nAnnegers\net\nal.,\n1979;\nMcGowanet\nal.,\n1979;\nFranceschiet\nal.,\n1982;\nCramer\net\nal.,\n1983).\nAs\nthesestudies\nwere\ncase-control\nin\ndesign,\nthere\nmay\nhave\nbeen\nsome\nmisclassification\nofcontrols\nwho,\nrather\nthan\nhaving\na\nhysterectomy\nwithovarian\nconservation,\nactually\nhad\na\nhysterectomy\nwithbilateraloophorectomy.\nAnother\nexplanation\nforthe\nfindings\nmight\nbethat\nifat\nhysterectomy\nawoman's\novarieslookdiseased,\nitis\nlikely\nthat\nthey\nare\nremoved.\nIfthediseased\novarieswere\nprecancerous,\nthose\nwomen\nwho\nmight\notherwisehave\ndeveloped\novarian\ncancer\ndo\nnot.\nFollowing\nhysterectomy\nwithovarian\nconservation,\nreduced\novarian\nfunction\norovarian\nfailureoccurs\nin\na\npro-\nportion\nof\nwomen,\ndue\npossibly\ntotheblood\nsupply\nto\nthe\novaries\nbeingcompromised\n(Beavis\net\nal.,\n1969;\nEllsworth\net\nal.,\n1983).\nFemale\nsterilisation\nwasalsoassociated\nwith\nalow\nriskofovarian\ncancer.\nNeilet\nal.\n(1975)\nhave\nsuggested\nthat\nthe\nmenstrualdisturbance\nthat\nmany\nwomen\nexperience\nafter\nsterilisation\nmay\nreflect\nchanged\novarian\nfunctiondue\nto\ndamage\ntothevascular\nsupply\ntotheovaries.\nIfboth\nhysterectomy\nandfemalesterilisation\ncan\nindirectly\naffect\novarian\nfunctionthen\nboth\nprocedures\ncouldalso\ninfluence\nthe\nriskofovarian\ncancer.\nRecent\ninvestigators\nhave\nshownthat\nthelonger\na\nwoman\novulates\nthe\ngreater\nherrisk\nofovarian\ncancer\n(Casagrande\net\nal.,\n1979;\nHildrethet\nal.,1981;\nFranceschi\net\nal.,\n1982;\nWuet\nal.,\n1988).\nWealsofound\nthatriskincreasedthelongerthe\nduration\nofovulation.Durationofovulation\nis,however,\nhighly\ncor-\nrelated\nwiththe\n'anovulatory'\nfactors\nused\nto\nestimate\nthe\nexposure.\nIn\nanattempt\ntodetermine\nwhether\nduration\nof\novulation\nhadaneffectover\nandabove\nthat\nexpressed\nby\nits\nrelation\nwiththese\nfactors,\nthe\nrisksand\ntrends\nwere\nadjusted\nfor\nduration\nof\nanovulation\ndue\nto\npregnancy\nandoral\ncontracep-\ntiveuse\nand,\nwhere\nappropriate,\nfor\nage\nat\nmenopause.\nThe\nsignificance\nofthe\neffect\ndisappeared.\nWeconclude\nthat\nitis\nnot\npossible\ntodetermine\nfromthese\ndatawhether\nitisthe\nabove\nfactors\nwhich\ninhibit\novulationthat\nprevent\novarian\ncancer,\nwhether\nrepeated\novulations\npromote\nit,\norwhether\na\ncombina-\ntion\nofboth\nis\nacting.\nOurfinding\nofno\noverallrelationship\nbetween\nhormone\nreplacement\ntherapy\nand\novarian\ncancer\nsupports\nthoseof\nother\ninvestigators\n(Newhouse\net\nal.,1977;\nHildreth\netal.,1981;\nWeiss\net\nal.,\n1982).\nAnincreased\nriskassociated\nwiththe\ntherapy\nwas\nfoundamong\nwomen\nwho\nreported\nhysterectomy,\nbut\nthe\nfinding\nwasbased\non\nvery\nfewcases\nand\nmay\nhavebeendue\nto\nchance.\nWe\ndid\nnotfindan\nincreased\nriskassociated\nwith\noestrogen\ntherapy\nfor\nanyparticular\ntumour\ntypes\nassuggested\nby\nCramer\netal.\n(1981)\nand\nWeisset\nal.\n(1982).\nThe\nevidence\nlinking\ntalcwithovarian\ncanceris\ncontroversial\n(Anonymous,\n1977;\nRoe,\n1979;\nLongo\n&\nYoung\n1979;\nCramer\net\nal.,\n1982;\nHartge\net\nal.,\n1983).\nInthis\nstudy,\nwomen\nwho\nreported\ntalc\nuse\ninthe\ngenital\nareamorethan\nonce\na\nweek\nor\ndaily\nhad\nhigher\nrisksof\novariancancer\nthan\nwomen\nwho\nused\ntalclessfrequently.\nThe\nwomenwere\nnotaskedhow\nlongthey\nhadbeen\nusing\ntalc.\nIt\nis\npossible\nthatbecause\noftheir\nsymptoms\nordisease-relatedpelvic\nexaminations,\nthe\nfrequency\nof\ncurrent\ntalc\nuse\nby\nthecases\nmay\nnot\nhavereflected\ntheir\nfrequency\nof\npast\nuse.Since\nthese\nand\notherresults\n(Cramer\net\nal.,1982;\nHartge\net\nal.,\n1983)\nare\ninsufficient\nto\nreject\nan\nassociation,\nfurther\nworkisneeded\non\ntherelation\nbetween\ngenital\nuseof\ntalc\nandovarian\ncancer.\nWewould\nlike\ntothank\nthe\nImperial\nCancer\nResearch\nFund\nfor\nfinancing\nthestudy,\nProfessor\nSirRichard\nDoll\nfor\nhelpful\nadvice,\nProfessor\nChristopher\nHudson\nand\nDr\nMarigold\nCurling\nforreviewing\nthe\nhistology,\nDr\nEveWiltshaw,\ntheconsultants,\nnurses\nandother\nstaff\nofthe\nparticipating\nhospitals\nfor\ntheirco-operation\nand\nsupport\nofthe\nstudy,\nAnnBateman,\nKate\nRodriques,\nGillian\nSaunders\nand\nRosalie\nThomson\nfortheir\nskilful\ninterviewing,\nandNina\nSaroi\nfortyping\nthe\nmanuscript.\nMargaret\nBooth\nis\nfunded\nbyagrant\nfrom\nthe\nMedical\nResearchCouncil.\nReferences\nANNEGERS,\nJ.F.,\nSTROM,H.,DECKER,\nD.G.,DOCKERTY,M.B.\n&\nO'FALLON,\nW.M.\n(1979).Ovarian\ncancer:incidence\nand\ncasecontrol\nstudy.\nCancer,\n43,\n723.\nANONYMOUS\n(1977).\nCosmetictalc\npowder.\nEditorial.Lancet,\ni,\n1348.\nBAKER,\nR.J.\n&\nNELDER,J.A.(1978).\nThe\nGLIM\nSystem\nRelease\n3.Royal\nStatisticalSociety:\nOxford.\nBEAVIS,\nE.L.G.,\nBROWN,\nJ.B.\n&\nSMITH,M.A.(1969).\nOvarian\nfunction\nafterhysterectomy\nwith\nconservation\nofthe\novaries\nin\npre-\nmenopausal\nwomen.J.Obstet.\nGynaecol.\nBr.Cwlth,76,\n969.\nBOOTH,\nM.&BERAL,\nV.(1985).The\nepidemiology\nofovarian\ncancer.In\nOvarianCancer,\nHudson,\nC.N.(ed),p.22.\nOxfordUniversity\nPress:\nOxford.\nBRESLOW,N.E.&\nDAY,\nN.E.\n(1980).\nStatistical\nMethods\ninCancer\nResearch,\nVol.1.The\nAnalsisofCase-control\nStudies.\nIARC\nScientificPublications\nNo.\n32.IARC:Lyon.\nCANCER\nANDSTEROID\nHORMONESTUDY\nOF\nTHECENTRESFOR\nDISEASECONTROL\nAND\nTHENATIONAL\nINSTITUTE\nOFCHILD\nHEALTH\nANDHUMANDEVELOPMENT\n(1987).\nThe\nreduction\nin\nrisk\nofovarian\ncancerassociated\nwithoral-contraceptive\nuse.\nN.\nEngl.\nJ.Med.,\n316,\n650.\nCASAGRANDE,\nJ.T.,\nPIKE,M.C.,\nROSS,R.K.,\nLOUIE,E.W.,\nROY,\nS.\n&\nHENDERSON,B.E.\n(1979).\n'Incessantovulation'\nandovarian\ncancer.\nLancet,\nii,170.\nCRAMER,\nD.W.,\nDEVESA,S.S.&\nWELCH,\nW.R.\n(1981).\nTrends\ninthe\nincidenceofendometrioid\nandclearcellcancers\nofthe\novary\ninthe\nUnitedStates.\nAm.\nJ.Epidemiol.,\n114,\n201.\nCRAMER,D.W.,\nWELCH,W.R.,\nSCULLY,\nR.E.\n&\nWOJCIECHOWSKI,\nC.A.\n(1982).\nOvariancancer\nand\ntalc:acase-control\nstudy.\nCancer,50,\n372.\nCRAMER,D.W.,\nHUTCHISON,G.B.,\nWELCH,\nW.R.,\nSCULLY,R.E.&\nRYAN,K.J.\n(1983).\nDeterminants\nofovarian\ncancer\nrisk.I.Rep-\nroductive\nexperiences\nandfamily\nhistory.J.\nNatlCancerInst.,71,\n711.\nELLSWORTH,\nL.R.,\nALLEN,H.H.&\nNISKER,\nJ.A.(1983).\nOvarian\nfunction\nafterradical\nhysterectomyfor\nStage1B\ncarcinomaof\ncervix.Am.\nJ.\nObstet.\nGynecol.,\n145,185.\nFATHALLA,\nM.F.(1971).\nIncessant\novulation-afactor\ninovarian\nneoplasia?\nLancet,ii,\n163.\nFRANCESCHI,\nS.,\nLA\nVECCHIA,C.,\nHELMRICH,\nS.P.,\nMANGIONI,C.&\nTOGNONI,\nG.(1982).\nRiskfactors\nfor\nepithelial\novariancancerin\nItaly.Am.J.\nEpidemiol.,115,714.\nHARTGE,P.,\nHOOVER,R.,\nLESHER,\nL.P.&\nMcGOWAN,L.\n(1983).Talc\nand\novariancancer.J.Am.\nMed.\nAssoc.,\n250,1844.\nHILDRETH,\nN.G.,\nKELSEY,\nJ.L.,LIVOLSI,V.A.\n&\n5\nothers\n(1981).An\nepidemiologic\nstudyof\nepithelial\ncarcinoma\nofthe\novary.Am.J.\nEpidemiol.,\n114,398.\nJOLY,\nD.J.,\nLILIENFELD,\nA.M.,\nDIAMOND,\nE.L.\n&\nBROSS,\nI.D.J.\n(1974).\nAn\nepidemiologic\nstudyofthe\nrelationship\nof\nreproductive\nexperience\ntocancerofthe\novary.\nAm.J.\nEpidemiol.,\n99,\n190.\nLESHER,\nL..\nMcGOWAN,\nL.,\nHARTGE,\nP.\n&\nHOOVER,\nR.\n(1985).Age\nat\nfirstbirthandriskof\nepithelial\novariancancer.J.\nNatl\nCancer\nInst.,\n74,\n1361.\nLONGO,\nD.L.\n&\nYOUNG,\nR.C.\n(1979).\nCosmetictalcandovariancancer.\nLancet,ii,349.\nMcGOWAN,L.,\nPARENT,\nL.,\nLEDNAR,\nW\n&\nNORRIS,\nH.J.\n(1979).\nThe\nwoman\natriskfor\ndeveloping\novariancancer.\nGynecol.\nOncol.,7,\n325.\n\n598\nM.\nBOOTH\net\nal.\nMORI,\nM.,\nKIYOSAWA,\nH.\n&\nMIYAKE,H.\n(1984).\nCase-control\nstudyof\novariancancerin\nJapan.\nCancer,53,\n2746.\nNASCA,P.C.,\nGREENWALD,P.,\nCHOROST,\nS.,\nRICHART,R.,&\nCAPUTO,\nT.\n(1984).An\nepidemiologic\ncase-controlstudyof\novariancancer\nand\nreproductive\nfactors.Am.\nJ.\nEpidemiol.,119,705.\nNEIL,\nJ.R.,\nHAMMOND,\nG.T.,NOBLE,\nA.D.,\nRUSHTON,L.&LET-\nCHWORTH,\nA.T.\n(1975).\nLate\ncomplicationsof\nsterilisation\nby\nlaparoscopyandtubal\nligation.\nLancet,ii,\n699.\nNEWHOUSE,\nM.L.,\nPEARSON,R.M.,\nFULLERTON,\nJ.M.,\nBOESON,\nE.A.M.\n&\nSHANNON,\nH.S.\n(1977).\nA\ncasecontrol\nstudy\nof\ncarcinoma\nofthe\novary.\nBr.\nJ.\nPrev.Social\nMed.,\n31,\n148.\nOFFICEOF\nPOPULATION\nCENSUSESANDSURVEYS.\n(1970).\nClassifications\nofOccupations.\nHMSO:\nLondon.\nRISCH,H.A.,\nWEISS,N.S.,\nLYON,J.L.,\nDALING,J.R.,&\nLIFF,J.M.\n(1983).\nEventsofreproductivelifeandthe\nincidenceof\nepithelial\novarian\ncancer.Am.J.\nEpidemiol.,\n117,\n128.\nROE,F.J.C.(1979).Controversy:cosmetictalcandovariancancer.\nLancet,H,\n744.\nTZONOU,A.,DAY,N.E.,TRICHOPOULOS,D.&4others(1984).The\nepidemiology\nof\novariancancer\nin\nGreece:acase-controlstudy.Eur.\nJ.Cancer\nClin.Oncol.,20,1045.\nWEISS,N.S.,LYON,J.L.,KRISHNAMURTHY,S.,DIETERT,S.E.,LIFF,\nJ.M.&DALING,J.R.(1982).Noncontraceptiveestrogenuseandthe\noccuranceofovariancancer.J.\nNatl\nCancer\nInst.,68,\n95.\nWEST,R.O.(1966).Epidemiologicstudyofmalignanciesoftheovaries.\nCancer,19,\n1001.\nWU,N.L.,\nWHITTEMORE,\nA.S.,PAFFENBARGER,\nR.S.&\n7\nothers\n(1988).\nPersonal\nandenvironmental\ncharacteristicsrelatedto\nepithelial\novariancancer.\n1.\nReproductive\nandmenstrualeventsandoral\ncontraceptive\nuse.\nAm.\nJ.\nEpidemiol.,128,\n1216.\nWYNDER,E.L.,DODO,\nH.\n&BARBER,\nH.R.K.\n(1969).Epidemiology\nof\ncancerofthe\novary.Cancer,23,\n352."
  }
]
