[
  {
    "id": "e86861bb-ee54-4925-aa1b-0e57872ad78a",
    "name": "Association Between the Frequent Use of Perineal Talcum Powder Products and Ovarian Cancer- a Systematic Review and Meta-analysis.pdf",
    "type": "application/pdf",
    "text": "1. JAMA. 2020 Jan 7;323(1):49-59. doi: 10.1001/jama.2019.20079.\r\n\r\nAssociation of Powder Use in the Genital Area With Risk of Ovarian Cancer.\r\n\r\nO'Brien KM(1), Tworoger SS(2)(3), Harris HR(4)(5), Anderson GL(6), Weinberg \r\nCR(7), Trabert B(8), Kaunitz AM(9), D'Aloisio AA(10), Sandler DP(1), Wentzensen \r\nN(11).\r\n\r\nAuthor information:\r\n(1)Epidemiology Branch, National Institute of Environmental Health Sciences, \r\nResearch Triangle Park, North Carolina.\r\n(2)Department of Cancer Epidemiology, H. Lee Moffitt Cancer Center and Research \r\nInstitute, Tampa, Florida.\r\n(3)Department of Epidemiology, Harvard T.H. Chan School of Public Health, \r\nBoston, Massachusetts.\r\n(4)Program in Epidemiology, Division of Public Health Sciences, Fred Hutchinson \r\nCancer Research Center, Seattle, Washington.\r\n(5)Department of Epidemiology, School of Public Health, University of \r\nWashington, Seattle.\r\n(6)Public Health Sciences Division, Fred Hutchinson Cancer Research Center, \r\nSeattle, Washington.\r\n(7)Biostatistics and Computational Biology Branch, National Institute of \r\nEnvironmental Health Sciences, Research Triangle Park, North Carolina.\r\n(8)Metabolic Epidemiology Branch, Division of Cancer Epidemiology and Genetics, \r\nNational Cancer Institute, Rockville, Maryland.\r\n(9)Department of Obstetrics and Gynecology, University of Florida College of \r\nMedicine-Jacksonville.\r\n(10)Social and Scientific Systems, Inc, Durham, North Carolina.\r\n(11)Clinical Genetics Branch, Division of Cancer Epidemiology and Genetics, \r\nNational Cancer Institute, Rockville, Maryland.\r\n\r\nComment in\r\n    JAMA. 2020 Jan 7;323(1):29-31.\r\n    JAMA. 2020 May 26;323(20):2095-2096.\r\n    JAMA. 2020 May 26;323(20):2096.\r\n\r\nIMPORTANCE: The relationship between use of powder in the genital area and \r\novarian cancer is not established. Positive associations reported in \r\ncase-control studies have not been confirmed in cohort studies.\r\nOBJECTIVE: To estimate the association between use of powder in the genital area \r\nand ovarian cancer using prospective observational data.\r\nDESIGN, SETTING, AND PARTICIPANTS: Data were pooled from 4 large, US-based \r\ncohorts: Nurses' Health Study (enrollment 1976; follow-up 1982-2016; \r\nn = 81 869), Nurses' Health Study II (enrollment 1989; follow-up 2013-2017; \r\nn = 61 261), Sister Study (enrollment 2003-2009; follow-up 2003-2017; \r\nn = 40 647), and Women's Health Initiative Observational Study (enrollment \r\n1993-1998; follow-up 1993-2017; n = 73 267).\r\nEXPOSURES: Ever, long-term (≥20 years), and frequent (≥1/week) use of powder in \r\nthe genital area.\r\nMAIN OUTCOMES AND MEASURES: The primary analysis examined the association \r\nbetween ever use of powder in the genital area and self-reported incident \r\novarian cancer. Covariate-adjusted hazard ratios (HRs) and 95% CIs were \r\nestimated using Cox proportional hazards models.\r\nRESULTS: The pooled sample included 252 745 women (median age at baseline, 57 \r\nyears) with 38% self-reporting use of powder in the genital area. Ten percent \r\nreported long-term use, and 22% reported frequent use. During a median of 11.2 \r\nyears of follow-up (3.8 million person-years at risk), 2168 women developed \r\novarian cancer (58 cases/100 000 person-years). Ovarian cancer incidence was 61 \r\ncases/100 000 person-years among ever users and 55 cases/100 000 person-years \r\namong never users (estimated risk difference at age 70 years, 0.09% [95% CI, \r\n-0.02% to 0.19%]; estimated HR, 1.08 [95% CI, 0.99 to 1.17]). The estimated HR \r\nfor frequent vs never use was 1.09 (95% CI, 0.97 to 1.23) and for long-term vs \r\nnever use, the HR was 1.01 (95% CI, 0.82 to 1.25). Subgroup analyses were \r\nconducted for 10 variables; the tests for heterogeneity were not statistically \r\nsignificant for any of these comparisons. While the estimated HR for the \r\nassociation between ever use of powder in the genital area and ovarian cancer \r\nrisk among women with a patent reproductive tract was 1.13 (95% CI, 1.01 to \r\n1.26), the P value for interaction comparing women with vs without patent \r\nreproductive tracts was .15.\r\nCONCLUSIONS AND RELEVANCE: In this analysis of pooled data from women in 4 US \r\ncohorts, there was not a statistically significant association between use of \r\npowder in the genital area and incident ovarian cancer. However, the study may \r\nhave been underpowered to identify a small increase in risk.\r\n\r\nDOI: 10.1001/jama.2019.20079\r\nPMCID: PMC6990816\r\nPMID: 31910280 [Indexed for MEDLINE]\r\n\r\nConflict of interest statement: Conflict of Interest Disclosures: Dr Tworoger \r\nreported receipt of grants from the US Department of Defense Ovarian Cancer \r\nResearch Program (OCRP) and the National Institutes of Health (NIH) both during \r\nthe conduct of the study and outside the submitted work. Dr Anderson reported \r\nreceipt of grants from the National Heart Lung Blood Institute (NHLBI) during \r\nthe conduct of the study. Dr Kaunitz reported provision of consultancy services \r\nto the University of Florida, which receives research funding from companies \r\ninvolved with products related to contraception and treatment of menopausal \r\nsymptoms; personal fees for consultancy services from Pfizer (injectable \r\ncontraception), AMAG (treatment of genital atrophy), Mithra (contraceptive and \r\nmenopausal hormone products), and Merck (implantable and vaginal ring \r\ncontraception), but no companies involved with sales of powder; royalties from \r\nUpToDate; and funding for clinical trials through the University of Florida from \r\nMedicines 360 (intrauterine devices), Allergan (treatment of uterine fibroids), \r\nMyovant (treatment of uterine fibroids), and Endoceutics (treatment of genital \r\natrophy). No other disclosures were reported."
  },
  {
    "id": "04e17324-7577-4cf9-9dcf-239203b8218c",
    "name": "Cancer - 2000 - Chang - Perineal talc exposure and risk of ovarian carcinoma.pdf",
    "type": "application/pdf",
    "text": "\n\nREVIEWS\nAssociation Between the Frequent Use of Perineal Talcum\nPowder Products and Ovarian Cancer: a Systematic Review\nand Meta-analysis\nSean A Woolen, MD MSc\n1\n, Ann A. Lazar, PhD\n2,3\n, and Rebecca Smith-Bindman, MD\n3,4,5\n1\nDepartment of Radiology and Biomedical Imaging, University of California San Francisco, San Francisco, CA, USA;\n2\nDepartment of Preventive and\nRestorative Dental Sciences, University of California San Francisco, San Francisco, USA;\n3\nDepartment of Epidemiology and Biostatistics, University of\nCalifornia San Francisco, San Francisco, USA;\n4\nDepartment of Obstetrics, Gynecology and Reproductive Sciences, University of California San\nFrancisco, San Francisco, USA;\n5\nPhilip R Lee Institute for Health Policy Studies, University of California San Francisco, San Francisco, USA.\nBACKGROUND:Risk of ovarian cancer in women with\nfrequent perineal talcum powder product is not well un-\nderstood. Prior systematic reviews focused on ever use.\nThe purpose of this study is to estimate the association\nbetween frequent (at least 2 times per week) perineal tal-\ncum powder use and ovarian cancer.\nMETHODS:A systematic review and meta-analysis was\nconducted according to meta-analysis of observational\nstudies in epidemiology guidelines. Study protocol was\nprospectively registered at PROSPERO (registration num-\nber CRD42020172720). Searches were performed in\nPubMed, Embase, Web of Science, and Cochrane Central\nRegister of Controlled Trials databases from their incep-\ntion to August 2, 2021. Case-control and cohort studies\nwere included if they reported frequent perineal talcum\npowder use and an adjusted odds ratio or hazard ratio for\novarian cancer. Review for inclusion, data extraction, and\nquality assessment (using the Newcastle-Ottawa Scale\n[NOS]) were performed independently by two reviewers.\nPooledadjustedoddsratioswith95% confidenceintervals\nwere generated from the random effects model. Heteroge-\nneity was quantified withI\n2\nstatistic. Funnel plot and\nEger’s test were performed to assess publication bias.\nSubgroup and sensitivity analyses were performed for\ntesting the robustness of the overall findings.\nRESULTS:Initial database searches returned 761\nunique citations and after review, eleven studies describ-\ning 66,876 patients, and 6542 cancers were included\n(Cohen’sκ= 0.88). Publication quality was high (median\nNOS = 8, range: 4 to 9). Frequent talcum powder use was\nassociated with an elevated risk of ovarian cancer (adjust-\ned pooled summary odds ratio 1.47 (95% CI 1.31, 1.65,\nP<0.0001). There was no evidence of bias and low hetero-\ngeneity (I\n2\n= 24%,P=0.22). There was no meaningful dif-\nference limiting analysis to publications with a NOS qual-\nity score of 8 or 9 or limiting studies based on study\ndesign.\nCONCLUSIONS:This review suggests an increased risk of\novarian cancer associated with frequent perineal powder\nexposure of 31–65%.\nKEY WORDS:talcum powder; ovarian neoplasm; women’shealth;meta-\nanalysis.\nJ Gen Intern Med 37(10):2526–32\nDOI: 10.1007/s11606-022-07414-7\n© The Author(s) 2022\nINTRODUCTION\nTalc, the primary ingredient in baby powder, is a naturally\noccurring mineral known for its softness and absorbency and\nhas been added to a broad range of personal care products\nsince the early part of the twentieth century. To date, there\nhave been seven systematic reviews and pooled data studies\n1–7\nof the relationship between talcum powder products and ovar-\nian cancer. All studies including retrospective case-control\nstudies have found a positive association.\n2–7\nThe most recent\nreview by O’Brien\n1\nlimited analysis to the four prospective\ncohort studies and in its main conclusion stated there was no\nstatistically significant association between genital talc use\nand ovarian cancer.\nThe differences in conclusions between the metanalyses are\nat least partially due to the inconsistent talcum-based powder\nexposure questions regarding the frequency and type of expo-\nsure. To harmonize the exposure measurements across the\ngreatest number of studies, prior meta-analyses primarily fo-\ncused on quantifying the association between ever versus\nnever use of talcum powder products and ovarian cancer.\nHowever, ever use is a non-specific exposure that could dilute\nor obscure a meaningful association as ever use would com-\nbine women with low and high exposures to talcum powder.\nKnowledge of ovarian cancer risks are important for wom-\nen’s health and important to guide regulatory oversight. The\npurpose of this analysis is to estimate the risk of ovarian cancer\nassociated with the frequent use of talcum powder products.\nWe hypothesize that assessment of ovarian cancer risk among\nfrequent users of talcum powder products would provide a\nmore meaningful assessment of its carcinogenicity.\nReceived September 14, 2021\nAccepted January 13, 2022\nPublished online February 2, 2022\n2526\nJGIM\n\nMETHODS\nWe conducted a systematic review of the literature and meta-\nanalysis to assess the association between the frequent perineal\nexposure to talc and ovarian cancer following the Meta-\nanalyses of Observational studies (MOOSE) reporting guide-\nlines. A study protocol was developed in advance and regis-\ntered with the International Prospective Register of Systematic\nReviews (PROSPERO) on April 28, 2020 (registration num-\nber: CRD42020172720).\nSearch Strategy and Information Sources\nComprehensive searches were performed by an expert health\nscience informationist from inception of the relevant databases\nto August 2, 2021. Searches were completed in the following:\nPubMed, Embase, Web of Science, and Cochrane Central\nRegister of Controlled Trials. Each search consisted of talcum\npowder and ovarian cancer concept blocks, which can be\nviewed in the supplemental material. No date, language, or\nother restrictions were incorporated into the searches. Dupli-\ncate citations were removed in Endnote X9.3.1 (Clarivate\nAnalytics). The references of all publications were searched\nto identify additional publications.\nEligibility Criteria and Study Selection\nSelection of studies included observational cohort and case-\ncontrol study designs. Studies were included if they reported\nprimary data on frequent, defined as multiple (2 or more) times\nper week perineal exposure to talc, and reported an adjusted\nodds ratio or hazard ratio and 95% confidence interval (CI) for\novarian malignancy. Other uses of talcum powder, including\napplications to the body, were excluded to isolate exposure\nmechanism to perineal application. Conference abstracts,\nretracted manuscripts, narrative reviews, editorials, case\nreports, and manuscripts not reporting the location or frequen-\ncy of talcum powder application were excluded.\nStudies were screened for inclusion using prespecified se-\nlection criteria by a single author (SW). Selection criteria\nincluded publication of primary data, reporting on multiple\ntimes per week (≥2 times per week) perineal exposure to\ntalcum powder including direct application of talcum powder\nto the perineum and rectum, application to underwear or\nsanitary napkins, or on birth control devices like diaphragms\nand risk for ovarian malignancy. Studies were also selected for\nbaseline quality requiring a multivariable risk adjustment,\nstudy size (n>10 cancers), and defined research methods to\nallow assessment of inclusion and exclusion criteria (flow\ndiagram Fig.1). The search resulted in 761 citations, which\nwere screened at the title and abstract level by a single author\n(SW). The full manuscripts of relevant citations (n=52) were\nindependently reviewed by two authors (SW and RSB).\nAgreement for inclusion was calculated using the Cohenk\nwith the following scale: 0.01 to 0.20 indicates slight; 0.21 to\n0.40, fair; 0.41 to 0.60, moderate; 0.61 to 0.8, substantial; and\n0.81 to 0.99, almost perfect. Disagreements were resolved by\ndiscussions.\nThe four prospective cohort studies as reported in\nO’Brien\n1\ndid not meet the pre-specified definition for\nfrequent exposure. However, the questionnaires for two\nof the included cohorts had asked women about more\nfrequent talcum powder use. As is standard in systematic\nreviews to include relevant but unpublished results, we\ncontacted O’Brien and requested primary data from the\nNurses’Health Study 1 (NHS1) and the Sisters Study\n(SIS) for the highest frequency talc exposure group. The\ndata from NHS 1 were provided and described in the\nSupplemental Table1and are included in the systematic\nreview. The data from the SIS study were not provided to\nus due to the small sample size of exposed individuals in\nthe highest exposure category (n=2 women).\nData Extraction\nData extraction was performed by two authors (SW and RSB).\nExtracted information included age range, enrollment period,\ndefinition of frequency of talc use, size of control group or\ncohort size, number of ovarian cancers, and adjusted hazard\nratio and odds ratio with 95% CI. Data were included from the\nhighest reported talc use category to obtain as close to daily\nuse as possible and the referent group were women who\nreported no talc exposure. When duplicate reports of the same\nsubjects were published, the publication reporting the highest\ntalc use was selected. The senior author was contacted to\nobtain data for studies that reported frequent perineal talcum\npowder exposure but did not publish the results on this expo-\nsure. Disagreements in data extraction were resolved by\nconsensus.\nAssessment of Risk of Bias and Study Quality\nEleven articles met selection criteria. The articles were inde-\npendently reviewed by two authors (SW and RSB) for quality\nusing the Newcastle Ottawa Scale (NOS) where a score of 0–3\nreflects a very high risk of bias, 4–6 reflects a high risk of bias,\nand 7–9 reflects a high-quality study with low risk of bias. The\nscale assesses the criteria used to select study groups, the\ncomparability of study groups, and ascertainment exposure\nor outcome of interest. Results of the validity assessment were\ndiscussed until agreement was reached (Table1).\nData Synthesis\nIndividual study results were combined using summary esti-\nmates generated from the random effects model\n8\nand dis-\nplayed with forest plots. Adjusted odds ratios and the adjusted\nhazard ratio were combined given the infrequency of ovarian\ncancer.\n9\nAs a sensitivity analysis, we removed the one cohort\nstudy from the analysis and a study that combined non-\nperineal talcum powder users with perineal talcum powder\nusers.\n2527Woolen et al.: Use of Frequent Perineal Talcum Powder and Ovarian CancerJGIM\n\nHeterogeneity was evaluated by inspecting funnel plots,\nand by calculating theI\n2\nvalues. Publication bias was evalu-\nated by visual inspection of the funnel plot and statistically\nwith Egger’s test. The NOS score was calculated for each\nstudy and median, maximum, and minimum scores were\ncalculated across all included studies. As sensitivity analyses,\nwe repeated the meta-analysis first excluding the study with\nthe NOS score of 4, and then repeated the analysis limited to\nstudies with an NOS score of 8 or 9. SAS v. 9.4 was used, and\ntwo-sidedP-values less than 0.05 were considered statistically\nsignificant.\nRESULTS\nInitial database searches returned 761 unique citations\n(Fig.1). After title and abstract review, 52 potential\ncitations remained. After full-text review, 11 publica-\ntions met the inclusion criteria including a total of\n6542 ovarian cancer cases and 66,876 women\n(Table2).\n1,10–19\nThe interrater agreement in determining\nthe final study cohort from the 52 full-text reviews was\nexcellent (Cohen’sk=0.88). The included studies include\n10 retrospective case-control studies and a single cohort\nFigure 1. Flow diagram of study selection.\n2528Woolen et al.: Use of Frequent Perineal Talcum Powder and Ovarian CancerJGIM\n\nstudy. The median NOS of included case-control studies\nwas 8 (range: 4 to 8). The NOS of the included cohort\nstudy was 9.\nThe age range of included women was 18–79 years. Studies\nwere published between 1988 and 2016. Among included\nstudies, the range of frequent talcum powder use was defined\nas 4–7× per week, and 45% (5 of 11) reported daily exposure.\nThe studies were homogeneous, and 24.4% (P=0.22) of the\nvariation across studies were due to heterogeneity. The summa-\nry pooled odds ratio assessing theassociation between frequent\nTable 1. Quality Assessment of Included Studies Using the Newcastle-Ottawa Scale\nCase-control design*SelectionComparabilityExposureTotal score (out of 9)\nBooth et al., 1989\n10\n****-4\nChang et al., 199 [11]********8\nCook et al., 1997\n12\n*******7\nCramer et al., 2016\n13\n********8\nHarlow et al., 1992\n14\n********8\nMillsetal.,2004\n15\n********8\nRosenblatt et al., 2011\n16\n********8\nSchildkraut et al., 2016\n17\n********8\nWhittenmore et al., 1988\n18\n*******7\nWu et al., 2009\n19\n********8\nCohort designOutcome\nO’Brien (National Heath Study 1), 2020\n1\n*********9\nEach asterisk denotes 1 point. The empty cells indicate the study received no points in the category.\nAll the case-control studies lost a point in the exposure category because they did not report if the interviewers were blinded to cancer status when the\ninterviews were conducted.\nTable 2. Publications Included in the Systematic Review. The Most Frequent Perineal Talcum Powder Use Reported for Each Study Was\nAbstracted\nFirst authorStudy\ntype\nYear   Age\nrange\nEnrollment period   Specification of\ntalc exposure\n(1)\nOvarian cancer\ncases\nControls or cohort\nNo.\nExposed\nNo.\nTotal\nNo.\nExposed\nNo.\nTotal\n1BoothM\n10\nCase-\ncontrol\n1989   20–64    1978–1983Daily71217139434\n2ChangS\n11\nCase-\ncontrol\n1997   35–79    1989–1992> 25× per month4145060564\n3CookLS\n12(1)\nCase-\ncontrol\n1997   20–79    1986–1988> 10,000 lifetime2831317422\n4    Cramer DW\n13\nCase-\ncontrol\n2016   18–80    1992–1997 1995–\n2002 2003–2008\n> 30× per month26720412052100\n5    Harlow BL\n14(2)\nCase-\ncontrol\n1992   18–76    1984–1987>10,000 lifetime5823541239\n6    Mills PK\n15(1)(3)\nCase-\ncontrol\n2004   41–70    2000–20014–7× per week412491221100\n7    Rosenblatt\nKA\n16(1)\nCase-\ncontrol\n2011   35–74    2002–2005> 10,000 lifetime18812371313\n8Schildkraut\nJM\n17(1)(3)\nCase-\ncontrol\n2016   20–79    2010–2015Daily158582134744\n9    Whittemore\nAS\n18\nCase-\ncontrol\n1988   18–74    1983–1985> 20× per month44188101539\n10   Wu AH\n19(4)\nCase-\ncontrol\n2009   18–74    1998–2002> 30× per month\nand > 20 years\n6760545688\n11   O’Brien (NHS\n1)\n1(5)\nCohort2020   35–62    1982–2016Daily15785035552191\nNHS Nurses’Health Study\nFor each study that specified the number of women who did not respond to talc questions, these women were subtracted from the total number of cases\nand controls.\n(1)\nCook, Mills, Rosenblatt, and Schildkraut did not differentiate between talc and cornstarch powders. Cornstarch is estimated to reflect 1–2% of\npowder\n(2)\nHarlow reports an adjusted odds ratio for daily talcum powder exposure, and for > 10,000 lifetime uses. The point estimates are the same for each\nand the 95% CI almost identical. We include data for > 10,000 lifetime uses as this number is explicitly defined as perineal exposure\n(3)\nShildkraut was the only study that included women recruited after two class action lawsuits were filed in 2014 concerning possible carcinogenic\neffects of body powder influencing recall of use. The study adjusted for individuals answering questions after 2014 to account for increased recall bias\n(4)\nWu combined non-perineal with perineal exposures. Wu reported an adjusted odds ratio for women who used talcum powder > 30× per month and >\n20 years\n(5)\nO’Brien did not publish on daily exposure for the National Health Study participants. However, these data were available and O’Brien provided these\ndata for inclusion. The entirety of the data we were provided are shared in the supplementary table. We include data on women with intact fallopian\ntubes, to harmonize with other publications\n2529Woolen et al.: Use of Frequent Perineal Talcum Powder and Ovarian CancerJGIM\n\nuse of perineal talcum powder products and ovarian cancer was\n1.47 (P<0.0001, 95% CI 1.31, 1.65) (Fig2) and there was no\nsignificant publication bias (Egger's test, P=0.94) (Fig3). When\nlimited to the case-control studies, the summary pooled odds\nratio was 1.49 (P<0.0001, 95% CI 1.29, 1.72) (Supplementary\nFigures1and2), whereas the odds ratio for the cohort study was\n1.40 (95% CI 1.17, 1.68). When excluding Wu et al.\n19\nwhich\ncombined perineal administration of talcum powder with other\nmethods, the summary pooled oddsratiowas1.44(95%CI\n1.29, 1.60) (Supplementary Figure3) and the studies remained\nhomogenous (I\n2\n= 6.5%,P=0.382) without publication bias\n(Egger’stest,P=0.77) (Supplementary Figure4).\nGiven the quality of a meta-analysis is dependent on the\nquality of the studies it includes, we conducted a sensitivity\nanalysis excluding the study with a NOS grade of 4 (Booth\n10\n).\nThere was no meaningful change after excluding Booth, sum-\nmary pooled odds ratio 1.48 (P<0.0001, 95% CI 1.31 to 1.69)\n(Supplementary Figure5) and the studies remained homogenous\n(I\n2\n= 24.4%,P=0.22) without publication bias (Egger’stest,\nP=0.88) (Supplementary Figure6). The second sensitivity anal-\nysis was restricted to studies with a NOS of 8 or 9, removing\nBooth et al.\n10\n(NOS=4), Cook et al.\n12\n(NOS=7), and Whittemore\net al.\n18\n(NOS=7), also without a statistically significant change in\nthe summary pooled odds ratio of 1.48 (P<0.0001, 95% CI 1.27\nto 1.72) (Supplementary Figure7). The studies remained\nhomogenous (I\n2\n=39.3%,P=0.12) and did not have publication\nbias (Egger’stest,P=0.97) (Supplementary Figure8).\nDISCUSSION\nWe found frequent use of perineal talcum powder is associated\nwith an increased risk of ovarian cancer, with a pooled adjusted\nodds ratio of 1.47 (95% CI 1.31, 1.65). The 11 contributing\nstudies included in the review, including the longest published\nfollow-up available from the Nurses’Health Study cohort, were\nhomogenous, and the summary estimate was robust in the sensi-\ntivity analysis. This meta-analysis makes asignificant contribu-\ntion to the available evidence as it is the first study that summa-\nrizes the published cohort and case-control literature that focuses\non frequent (multiple times per week) rather than ever use of talc.\nThe precise mechanism whereby talcum powder causes\novarian cancer is not fully understood. It is widely speculated\nthat trans-genital migration of talc powder through the fallo-\npian tubes to the ovaries and peritoneum results in inflamma-\ntion and a cascade of changes that result in carcinogenesis.\n20,21\nTalc fibers are found within normal ovaries and within ovarian\ncancer with“cosmetic”talc use\n22,23\nsupporting this theory. A\ncase series by Steffen et al. reported 10 cases of patients with\n“cosmetic”talc exposure and serous ovarian cancer evaluated\nthe surgical specimens as well as cosmetic talcum powder\nFigure 2. Forest plot showing the summary meta-analytic estimate for the association between frequent use of perineal talcum powder products\nand the risk of ovarian cancer. The number (No.) of women included as cases and controls (or cohort) who were exposed and not exposed are\nprovided (excluding from the table women who had exposure to talcum powder at less than the highest exposure). The study-specific odds\nratios and 95% confidence interval are on the right side of the plot.\n2530Woolen et al.: Use of Frequent Perineal Talcum Powder and Ovarian CancerJGIM\n\nmanufactured in the 1950s. The transmission electron micro-\nscope tissue analysis and phase contrast microscopy found talc\nin every serous ovarian cancer and anthophyllite asbestos in\n80% (8/10) of the serous ovarian cancers, which matched the\ntalcum-based powder from the 1950s. Asbestiform talc is\nconsidered, along with asbestos, as a class 1 carcinogen for\novarian cancer, by the International Agency for Research on\nCancer.\n24\nThus, the strongest and most widely believed theory\nis that asbestiform talc fibers and asbestos fibers are the\netiological agents leading to the elevated cancer risk associated\nwith their use.\nThe pooled odds ratio of 1.47 is higher than that of six\nadditional systematic reviews which included case-control\nstudies, all of which also report a statistically significant\nassociation between talc and ovarian cancer (range of adjusted\nodds ratios: 1.24–1.35).\n2–7\nO’Brien et al.\n1\nconcluded that\nperineal talcum powder exposure in cohort studies was not\nsignificantly associated with ovarian cancer. However, when\nO’Brien limited to women with patent fallopian tubes the\nhazard was 1.13 (95% CI: 1.01 to 1.26) for ever versus never\nuse and there was a dose response with increasing risk with\nincreasing frequency of talcum powder use with a hazard ratio\nof 1.40 (95% CI: 1.17 to 1.68) for daily users. The magnitude\nof the higher association in our study compared to prior case-\ncontrol and cohort meta-analyses was likely due to our focus\non frequent rather than any talcum powder users, inclusion of\nquality studies, and consistent definition of the exposure.\nOur meta-analysis included both case-control and cohort\nobservational studies allowing use to include more cancer cases\nthan cohort alone. Although there is the general belief that\ncohort studies are better than case-control studies, both can\nprovide accurate and meaningful information about statistical\nassociations. Since most publications on talc used a case-control\ndesign with detailed quantification of the type and frequency of\ntalc exposure missing from mostof the cohort studies, it is\nimportant to include the data from the case-control studies in\nany summary estimate of the association with ovarian cancer.\nWhile cohort studies can provide a superior design for some\nresearch questions, the method provides less useful results when\nquantification of the exposureis too crude to provide a mean-\ningful estimation of exposure. Cohort studies for talcum powder\ndid not define the type of powder exposure, consistently define\nfrequency and duration, capture changes in exposure over time,\nand relied on recall by participants for exposure which may\ninvolve misclassification as would be expected in case control\nstudies.\n25–27\nAlthough it is well known that case-control study\ndesign is susceptible to recall biasand misclassification, the bias\nwas likely limited to participantrecollection of their exposure\nrather than influenced by the media, given there was no public-\nity on the topic at the time of most publications: the first legal\ncase was reported in the press in 2014 long after most studies\ncompleted recruitment. The one study where patient recruitment\noccurred after 2014 patients was Schildkraut et al.,\n17\nwhere\nrecruitment occurred between 2010 and 1015, and they adjusted\nfor the additional bias.\nStrengths and Limitations\nThe primary strength of our study is our focus on frequent\nusers of perineal talcum powder. Among women who report\ntalcum powder use, the most common frequency is daily\nuse,\n13\nand this is the first systematic review to focus on\nmultiple times per week users. The results were highly con-\nsistent and homogenous, and the included studies were of high\nquality. The work has limitations as well. We constructed our\nFigure 3. Funnel plot for the risk of publication bias.\n2531Woolen et al.: Use of Frequent Perineal Talcum Powder and Ovarian CancerJGIM\n\nselection criteria prospectively to include studies with multiple\ntimes per week and as close to daily talcum powder exposure\nas possible. However, this meant that cohort and case-control\nstudies that might have frequent-use patients were excluded if\nthe questionnaire did not explicitly capture this information.\nThe definition of talcum powder use varied by frequency and\nduration between the case-control and cohort studies. Addi-\ntionally, studies by Cook et al.\n12\n, Mills et al.\n15\n, Rosenblatt\net al.\n16\n,andSchildkrautetal.\n17\nwere unable to differentiate\nbetween use of perineal powders and the small subset using\ncornstarch (estimated at 1.5%). However, the differences in\ndefinition and small inclusion of cornstarch likely did not\naffect the results as there was no evidence for statistical het-\nerogeneity in our study. The included studies were adjusted for\nmultiple covariates. The possibility of additional confounders\nto the studies likely exists.\nConclusions and Implications\nIn this analysis of pooled data from 10 case-control studies and\na single cohort study, the frequent use of perineal talcum\npowder use is associated with increased risk of ovarian cancer.\nThese results support women avoiding the frequent use of\ntalcum powder in the perineal area.\nSupplementary InformationThe online version contains supple-\nmentary material available athttps://doi.org/10.1007/s11606-022-\n07414-7.\nAcknowledgements:We thank Evans Whitaker, MD MLIS, for his\nhelp in providing the literature review.\nWe thank Katie O’Brien, PhD, for her help in providing data from the\nSIS and NHS1 studies.\nCorresponding Author:Sean A Woolen, MD MSc; Department of\nRadiology and Biomedical Imaging, University of California San\nFrancisco, San Francisco, CA, USA (e-mail: sean.woolen@ucsf.edu).\nDeclarations:\nConflict of Interest:Sean Woolen: No relevant disclosures.\nAnn A Lazar: No relevant disclosures.\nRebecca Smith-Bindman: Served as a paid expert witness for the\nplaintiffs in the talcum powder litigation.\nREFERENCES\n1.O'Brien KM, Tworoger SS, Harris HR, et al.Association of Powder Use\nin the Genital Area With Risk of Ovarian Cancer.Jama2020;323(1):49-\n59.\n2.Gross AJ, Berg PH. A meta-analytical approach examining the potential\nrelationship between talc exposure and ovarian cancer.J Expo Anal\nEnviron Epidemiol1995;5(2):181-195.\n3.Langseth H, Hankinson SE, Siemiatycki J, Weiderpass E.Perinealuse\nof talc and risk of ovarian cancer.J Epidemiol Community Health\n2008;62(4):358-360.\n4.Terry KL, Karageorgi S, Shvetsov YB, et al.Genital Powder Use and\nRisk of Ovarian Cancer: A Pooled Analysis of 8,525 Cases and 9,859\nControls.Cancer Prevention Research2013;6(8):811-821.\n5.Berge W, Mundt K, Luu H, Boffetta P. Genital use of talc and risk of\novarian cancer: a meta-analysis.Eur J Cancer Prev2018;27(3):248-257.\n6.Penninkilampi R, Eslick GD. Perineal Talc Use and Ovarian Cancer: A\nSystematic Review and Meta-Analysis.Epidemiology2018;29(1):41-49.\n7.Taher  KM,  Farhat  N,  Karyakina  NA,  et  al.Critical review of the\nassociation between perineal use of talc powder and risk of ovarian\ncancer.Reproductive toxicology (Elmsford, NY)2019;90:88-101.\n8.DerSimonian R, Laird N. Meta-analysis in clinical trials.Control Clin\nTrials1986;7(3):177-188.\n9.Cummings P.The relative merits of risk ratios and odds ratios. Arch\nPediatr Adolesc Med. Arch Pediatr Adolesc Med 2009; 163(5): 438-45.\n10.  Booth M, Beral V, Smith P. Risk factors for ovarian cancer: a case-\ncontrol study.Br J Cancer1989;60(4):592-598.\n11.Chang  S,  Risch  HA. Perineal talc exposure and risk of ovarian\ncarcinoma.Cancer1997;79(12):2396-2401.\n12.Cook LS, Kamb ML, Weiss NS. Perineal powder exposure and the risk of\novarian cancer.Am J Epidemiol1997;145(5):459-465.\n13.Cramer DW, Vitonis AF, Terry KL, Welch WR, Titus LJ. The Association\nBetween Talc Use and Ovarian Cancer: A Retrospective Case-Control\nStudy in Two US States.Epidemiolog2016;27(3):334-346.\n14.Harlow BL DC, Bell DA, Welch WR. Perineal exposure to talc and ovarian\ncancer risk.Obstet Gynecol1992;80(1):19-26.\n15.Mills PK, Riordan DG, Cress RD, Young HA.Perinealtalcexposureand\nepithelial ovarian cancer risk in the Central Valley of California.Int J\nCancer2004;112(3):458-464.\n16.Rosenblatt KA, Weiss NS, Cushing-Haugen KL, Wicklund KG, Rossing\nMA. Genital powder exposure and the risk of epithelial ovarian cancer.\nCancer Causes Control2011;22(5):737-742.\n17.\nSchildkraut JM, Abbott SE, Alberg AJ, et al.Association between Body\nPowder Use and Ovarian Cancer: The African American Cancer Epide-\nmiology Study (AACES).Cancer Epidemiol Biomarkers Prev\n2016;25(10):1411-1417.\n18.Whittemore  AS,  Wu  ML,  Paffenbarger  Jr  RS,  et  al.Personal and\nenvironmental characteristics related to epithelial ovarian cancer. II.\nExposures to talcum powder, tobacco, alcohol, and coffee.American\nJournal of Epidemiology1988;128(6):1228-1240.\n19.Wu AH, Pearce CL, Tseng C-C, Templeman C, Pike MC.Markersof\ninflammation and risk of ovarian cancer in Los Angeles County.\nInternational Journal of Cancer2009;124(6):1409-1415.\n20.Savant SS, Sriramkumar S, O'Hagan HM, et al.The Role of Inflamma-\ntory Mediatorsin the Development, Progression, Metastasis, and Che-\nmoesistance of Epithelial Ovarian Cancer.Cancers2018;10(8):251.\n21.Fletcher  NM,  Harper  AK,  Memaj  I,  Fan  R,  Morris  RT,  Saed  GM.\nMolecular Basis Supporting the Association of Talcum Powder Use with\nIncreased Risk of Ovarian Cancer. Reprod Sci. 2020; 27(10):1836-1838.\n22.Henderson WJ, Hamilton TC, Grifiths K. Talc in Normal and Malignant\nOvarian Tissue. The Lancet 1979; 313: 499.\n23.Steffen JE, Tran T, Yimam M, et al.Serous Ovarian Cancer Caused by\nExposure to Asbestos and Fibrous Talc in Cosmetic Talc Powders-A Case\nSeries. J Occup Environ Med 2020; 62(2):e65-e77.\n24.  World Health Organization. International Agency for Research on Cancer\nMonographs on the Identification of Carcinogenic Hazards to Humans.\nWorld Health Organization.https://monographs.iarc.fr/list-of-classifica-\ntions. Published June 26, 2020. Accessed August 15, 2020.\n25.Gossett DR, Del Carmen MG. Use of Powder in the Genital Area and\nOvarian Cancer Risk: Examining the Evidence. JAMA 2020; 323(1): 29-\n31.\n26.Cramer DW. Genital Powder Use and Ovarian Cancer. JAMA 2020; 323\n(20):2095-2096.\n27.Harlow BL, Murray EJ, Rothman KJ. Genital Powder Use and Ovarian\nCancer. JAMA 2020; 323(20): 2096.\nPublisher’sNoteSpringer Nature remains neutral with regard to\njurisdictional claims in published maps and institutional affiliations.\n2532Woolen et al.: Use of Frequent Perineal Talcum Powder and Ovarian CancerJGIM"
  }
]
